{
    "document_id": -1,
    "url": "https://www.broadcastingcable.com/news/fcc-net-neutrality-docket-heats-up-again",
    "document_category": "Blog/magazine",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-04-30 18:39:56.750426+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "TV Careers RSS TV Careers TV Careers But comments remain focused on general dislike of deregulation Publish date: Feb 21, 2020 The FCC has posted more than 300 comments to its record-breaking net neutrality docket in the past day.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "That comes after the commission earlier this week sought comment on several issues identified by the federal court that upheld the Restoring Internet Freedom Order, which eliminated network neutrality rules and reclassified internet access as an information service.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "On Feb. 20, before the new comments started being posted, the comment total stood at 23,953,021.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "As of Friday afternoon, Feb. 21, the total had increased by 307 comments to 23,953,328.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "A quick survey of a couple dozen comments filed so far found none focused on the issues the FCC asked to hear about.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "The FCC is seeking comment on three issues related to its Restoring Internet Freedom (RIF) order, issues the court remanded back to it for further action.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "The U.S. Court of Appeals for the D.C.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "Circuit upheld the bulk of the FCC&apos;s decision to reclassify ISPs as Title I information service providers not subject to Title II common carrier regs and to eliminate the rules against blocking, throttling, paid prioritization, and a general conduct rule.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "But the court said the FCC needed to better explain the impact of those decisions on public safety, the regulation of pole attachments, and its Lifeline broadband/phone subsidy program.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "The comments appear to be, generally, a continuation of net neutrality fans&apos; unhappiness with the Pai FCC deregulation.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "\"Keep the internet open.ISPs should serve the people and have no role in controlling or prioritizing content, adjusting speed or any other manipulation of throughput or content that adversely effects a totally open internet,\" read one comment.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "\"The internet should be free and open.Having gate keepers determine what services and level of service I receive from other internet companies is ridiculous,\" said another.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "The FCC&apos;s net neutrality comment docket has been something of a flashpoint given the number of bogus comments filed, how the FCC handled them, and the docket&apos;s role in a campaign by comedian John Oliver flooded the FCC with input.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "In fact, one commenter called for a reprise: \"I hope John Oliver does another special on this and you [sic] comment system gets bombarded again to show this agency that people care about this issue and you have irreparably harmed them all so that a few fat cats can make more money.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "The docket was also the subject of outside investigations, General and FBI.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "Pai has conceded there were opportunities for mischief in the docket—which ultimately manifested itself in bogus comments, including ones from a Russian addresses—but he signaled that was the price of erring on the side of inclusiveness.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "But just how many were filed, and what the FCC&apos;s procedures for at least trying to verify their veracity, became an ongoing dialog, though some Dems would say monologue, with the FCC in the run-up to the FCC&apos;s December 2017 vote to roll back net neutrality regs.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "terms: FCC Next TV Dozens of parties, half-dozen lawyers, will hash it out Feb. 1 Had allegedly slow-rolled FOIA response to docket inquiry, though it did not concede point But allows commission to retain privileged communications, server logs Says it also restored internet investment Court also signals extended government shutdown could create 'serious disruptions' Said government shutdown won't delay issue's latest day in court Poll found in favor of net neutrality Bots and bogus comments helped fill multi-million comment database RSS",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}