{
    "document_id": -1,
    "url": "https://humansarefree.com/2020/01/bill-gates-pirbright-institute-cdc-patent-coronavirus.html",
    "document_category": "Blog",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:59:14.859863+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "HAF January 29, 2020 Believe it or not, a coronavirus strain is a patented by the The Pirbright Institute, which is partially funded by the Bill and Melinda Gates Foundation.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "Another strain, which was isolated from humans, is owned by the CDC.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "The patent page for coronavirus explains that it “may be used as a vaccine for treating and/or preventing a disease, such as infectious bronchitis, in a subject,” suggesting that this is just another weaponized viral strain designed to sell more useless, deadly vaccines, while at the same time killing off a few thousand, or perhaps a few million , people.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "A close look at the patent page also shows that the Pirbright Institute owns all sorts of other virus patents, including one for African swine fever virus, which is listed as a “vaccine.” It is thus no surprise that Bill Gates is a Pirbright Institute financial backer, seeing as how he’s one of the most aggressive, vaccine-pushing “philanthropists” on the planet.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "And here is another patent for Coronavirus, isolated from humans — Patent US7220852B1 – CORONAVIRUS a.k.a.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "The patent was granted to the CDC and the “inventors” are all American : Patent US7220852B1 – CORONAVIRUS a.k.a.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "SARS You can download the above patent HERE [.pdf] .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "Bill and Melinda Gates hosted “Event 201” back in October, described as a “high-level pandemic exercise” What’s further interesting is that the co-hosted a “high-level pandemic exercise” back in October that involved discussions about how “public / private partnerships will be necessary during the response to a severe pandemic in order to diminish large-scale economic and societal consequences.” Held in partnership with the Johns Hopkins Center for Health Security and the World Economic Forum, this latest endeavor by Bill Gates is highly suspicious, to say the least, especially when considering that it was held just in time for the coronavirus outbreak.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "As is usually the case with suspicious disease outbreaks that get the media and academia talking about new vaccines and public-private partnerships, Bill Gates’ fingerprints are almost always hiding in the background .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "And this is exactly the case with coronaviruses, which could accomplish many of Gates’ expectations for the future, including mass depopulation, mass vaccination and mass consolidation of government power.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "“These events are increasing, and they are disruptive to health, economies, and society,” reads an announcement about “Event 201,” as they called it, or the meeting with Gates and his cronies from back in October.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "“Managing these events already strains global capacity, even absent a pandemic threat.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "Experts agree that it is only a matter of time before one of these pandemics becomes global – a pandemic with potentially catastrophic consequences.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "A severe pandemic, which becomes ‘Event 201,’ would require reliable cooperation among several industries, national governments, and key international institutions.” This reads like a predictive script for what we’re now seeing with coronavirus, as governments around the world scramble to “manage” this deadly outbreak with martial law, vaccine fast-tracking, quarantines and plenty of fear-mongering.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "“ If we do a really great job on vaccines, health care, reproductive health services, we could lower [the global population] by perhaps about 10 to 15 percent ,” Gates is infamously quoted as saying about the true intent of his “humanitarian” efforts.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": ", Guest writer Previous post Next post HAF November 10, 2020 HAF November 10, 2020 HAF November 10, 2020 NWO HAF November 7, 2020 Get new posts by email: (Updates at the end of the article ) As a guest on I... President Trump was prophetic again last night during h... An NHS nurse in Britain publicly resigned while wearing... A woman monitoring the ballot counting in Detroit has a... by Brian Shilhavy I have been covering the fraud tha... “At first sight, it looked like a normal body but looki... OK, here we go.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "Right from the... \"…it is the sea level during the Calabrian phase which... Get new posts by email: Or donate using cryptocurrency About me Agenda 2030 Alzheimer's DuPont EMP Dangers ETs UFOs FEMA GMO HAARP ID2020 JFK MSM NWO OOPArt PhD Anonymous Project MKUltra Sexualizing children SJW Stephanie MacDonald Sun-gazing TROLLS WTC (9/11 4:00 AM 3:00 AM 2:00 AM 4:00 AM 3:00 AM 2:00 AM Saying “It’s Okay to be White” is Now Considered a HATE CRIME in America 4:00 AM 3:00 AM 2:00 AM 4:00 AM Subscribe for daily articles: Privacy policy",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}