{
    "document_id": -1,
    "url": "https://www.broadcastingcable.com/news/sohn-fcc-authority-key-compromise-net-neutrality-bill",
    "document_category": "Blog/magazine",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-04-30 18:40:09.248414+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "TV Careers RSS TV Careers TV Careers Said her side, and maybe a few on the other, won't sign on to anything less Publish date: Oct 11, 2019 Image courtesy Architect of the Capitol , former adviser to FCC chairman Tom Wheeler, said that she supports legislation to clarify the FCC&apos;s authority over broadband, but that unless that bill returns oversight of the market to the FCC, that is not likely to happen.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "Sohn, made that argument in an appearance on C-SPAN&apos;s Communicators series.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "She said the fight over such legislation will hinge on whether the FCC is going to oversee the market.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "Under the current deregulatory framework approved by the Republican controlled FCC a nd upheld by a federal court last week , oversight is primarily by the Federal Trade Commission and the Justice Department, which Sohn said won&apos;t cut it.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "She argued that the court said the FCC had \"barely\" made the argument that the FTC and antitrust law can protect consumers--and the court was only ruling on whether a decision based on that argument was arbitrary and capricious, not whether it was the right one.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "Sohn said she does not believe the antitrust laws or the FTC are adequate and that is why there needs to be an expert agency.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "If the FCC is \"left out of\" a federal net neutrality bill, she argued, \"they are not going to get any of the consumer groups I work with supporting it, and they are not going to get any Democrats supporting,\" adding \"and they may not get some Republicans.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "As a top adviser to Wheeler, Sohn was a big backer of the Title II reclassification--in the 2015 Open Internet Order--and the rules against blocking, throttling and paid prioritization that the Pai FCC eliminated.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "Sohn put in a plug for the Save the Internet Act, which has already passed the House but has languished in the Senate.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "But that essentially restores the Title II classification, while enshrining in law the FCC forbearance from some of those common carrier regs--like rate regs--that ISPs feared could simply be un-forborne by a future FCC.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "But Patrick Halley, SVP at USTelecom, who appeared to argue the other side, said he was all for \"modern, smart\" policy and a bill that ended the legal and regulatory \"ping-ping.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "But what he said would not be a good solution \"is to have Congress simply choose one FCC decision over the other, and that&apos;s what the Save the Internet Act does.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "The Communicators episode airs on C-SPAN Saturday (Oct. 13) at 5:30 p.m. and on C-SPAN2 Monday, Oct. 14 at 8 a.m. and 8 p.m. terms: FCC Next TV Said they must reverse 'disastrous' repeal Said government shutdown won't delay issue's latest day in court Would restore Title II and Wheeler-era rules Activists slam efforts as too little, too late File amicus brief in defense of Restoring Internet Freedom Heads to House for vote next week ACA, NCTA, others file intervenor brief in net neutrality challenge Latest legal twist is win for ISPs RSS",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}