{
    "document_id": -1,
    "url": "https://www.naturalnews.com/2020-07-28-doctor-who-cured-coronavirus-patients-speaks-out.html",
    "document_category": "News Report",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:50:02.447835+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "Hmmm, you are using a Gmail.com email address... Google has declared war on the independent media and has begun blocking emails from NaturalNews from getting to our readers.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "We recommend GoodGopher.com as a free, uncensored email receiving service, or ProtonMail.com as a free, encrypted email send and receive service.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "Continue with my Gmail address... RSS NewsTarget.com Brighteon.com Censored.news Brighteon.social Doctor who cured 350 coronavirus patients with 100% success rate speaks out passionately in Washington D.C. Tuesday, July 28, 2020 by: alternative medicine , antiviral compounds , courage , covid-19 , , , , forced vaccines , goodhealth , goodmedicine , goodscience , hcq , , immune response , immune system , infections , pandemic , prevention , treatments , zinc Bypass censorship by sharing this link: https://www.distributednews.com/444334.html Copy URL ( )  Dr. Stella Immanuel of the Rehoboth Medical Center in Houston, Texas went viral in a matter of hours after appearing live at the â\u0080\u009cWhite Coat Summitâ\u0080\u009d in Washington, D.C .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "in front of the Supreme Court of the United States.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "Dr. Immanuel gave a hopeful, passionate speech about curing coronavirus patients with 100 percent effectiveness.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "The event was led by an organization called Americaâ\u0080\u0099s Frontline Doctors, a group founded by Dr. Simone Gold, a board-certified physician and attorney.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "The group of medical doctors came together and presented a message of hope and addressed a â\u0080\u009cmassive disinformation campaignâ\u0080\u009d about the coronavirus — disinformation that is suppressing immune system modulating cures, treatment, and prevention.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "Courageous doctor goes public with covid-19 cure Dr. Immanuel cured three hundred fifty coronavirus patients with a 100 percent success rate using a combination of hydroxychloroquine (sixty-year-old anti-viral compound with a track record of safety and effectiveness) zinc ( an immune system modulating mineral ) and azithromycin (broad-spectrum antibiotic).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "The original video has already been removed by almost every Big Tech social media platform (Facebook, Twitter, YouTube), as the Big Pharma gatekeepers of information try to keep the people in the dark, controlled, afraid, and subservient to an official, helpless narrative.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "Access the video here at Brighteon.com.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "Dr. Immanuel wrote that the fear, sickness, and deaths were â\u0080\u009csenseless and unnecessary.â\u0080\u009d â\u0080\u009cCovid19 has a cure,â\u0080\u009d she spoke.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "â\u0080\u009cItâ\u0080\u0099s time for politicians to let doctors be doctors and for doctors to stop being afraid.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "They can silence a few but not a multitude.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "Join us in the fight doctors!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "America needs you!â\u0080\u009d Dr. Immanuel said that any study that claims hydroxychloroquine (HCQ) is not effective for treating patients with coronavirus is â\u0080\u009cfake science.â\u0080\u009d She knows this for a fact because she used the antiviral medication to help all her patients recover from coronavirus infections.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "In fact, Dr. Anthony Fauci, who downplayed the drug’s effectiveness, actually knew about its effectiveness for treating coronavirus for fifteen years , when the NIH published studies on chloroquine’s effectiveness for treating SARS.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "Dr. Anthony Fauci trying to suppress effective treatments to force experimental vaccines on people In what appears to be a matter of corruption, Dr. Fauci is currently trying to convince the world population to stay confined in their homes and to comply to contact tracing, restricted gathering, and indefinite mask wearing until a DNA-altering vaccine is available for population control.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "Fauciâ\u0080\u0099s guidance has left countless men and women to die from a respiratory infection that could be cured using a simple antiviral, immune system modulating protocol.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "The research that Fauci knew about while working at the NIH finds that â\u0080\u009cChloroquine is a potent inhibitor of SARS coronavirus infection and spread.â\u0080\u009d HCQ is a less toxic derivative of this chloroquine and can help deliver zinc into human cells, halting viral replication and speeding up recovery time for patients.Â Since the new covid-19 virus is genetically related to SARS, the NIH and Dr. Fauci should have rushed to try the drug and promote its use.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "Instead, Dr. Fauci began raising money for new vaccines and suppressed the effectiveness of this cheap antiviral molecule.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "Instead of reigning from a fearful pulpit and doing photo-ops, Dr. Fauci should be meeting with front line doctors and nurses who care for coronavirus patients first hand.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 21,
            "sentence": "HCQ is an effective prophylactic and therapeutic, stopping the replication of viruses in human cells before and after infection with a live virus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 22,
            "sentence": "Dr. Immanuel is a light in a dark world and a true leader in medicine at a time when people are being conditioned to fear their own hands and breath while submitting to arbitrary controls.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 23,
            "sentence": "Sources include: Breitbart.com Brighteon.com NaturalNews.com NaturalNews.com NaturalNews.com NaturalNews.com Previous : Right on schedule, the United Nations is intervening in U.S. domestic affairs, claiming Trump has no right to defend cities against left-wing terrorists Next : Duke University may abolish their campus security and allow women to be raped because â\u0080\u009cpolicing is inherently rooted in white supremacyâ\u0080\u009d Get independent news alerts on natural cures, food lab tests, cannabis medicine, science, robotics, drones, privacy and more.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 24,
            "sentence": "More news on alternative medicine Nutritional science: Lower your risks of heart attack and death from cancer by taking vitamin D and fish oil supplements Researchers investigate green tea compounds that may help resolve antibiotic resistance Food scientists recommend daily consumption of whole eggs to reduce your risk of heart disease and stroke The healing protein: Addressing thyroid problems with collagen History repeats itself: 2 Survival lessons you must learn from the ongoing crisis in Venezuela The ketogenic diet helps reduce epileptic seizures through its effects on gut microbiota Fight bacteria with this sweet superfood: 5 Incredible facts about honey Reversing diabetes may be possible if patients lose weight within the first 5 years of diagnosis: Study Medicinal plants: The survival uses of eucalyptus Silymarin from milk thistle can prevent hand-foot syndrome, a common side effect of chemotherapy, reports study Please enable JavaScript to view the comments powered by Disqus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 25,
            "sentence": "Take Action: Support Natural News by linking to this article from your website Permalink to this article: https://www.naturalnews.com/2020-07-28-doctor-who-cured-coronavirus-patients-speaks-out.html Embed article link: (copy HTML code below): <a href=\"https://www.naturalnews.com/2020-07-28-doctor-who-cured-coronavirus-patients-speaks-out.html\">Doctor who cured 350 coronavirus patients with 100% success rate speaks out passionately in Washington D.C.</a> Reprinting this article: Non-commercial use OK, cite NaturalNews.com with clickable link.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 26,
            "sentence": "- NaturalNews.com The shocking reason why Pfizer’s coronavirus vaccine requires storage at -70C … because it contains experimental nanotech components that have NEVER been used in vaccines before - NaturalNews.com 5G interactions with bioengineered COVID is no laughing matter - NaturalNews.com Full transcript: Trump team press conference from Nov. 18 – Rudy Giuliani, Sidney Powell, Jenna Ellis… fireworks!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 27,
            "sentence": "- NaturalNews.com Now it's just getting stupid: AMA declares racism a \"public health threat\" in virtue-signal to leftists - NaturalNews.com Intelligence update: The Great Reset vs. the Great Awakening – the grand battle taking place right now for the future of America and the free world - NaturalNews.com Pfizer demands “emergency” authorization from FDA for experimental Covid-19 vaccine - NaturalNews.com BOMBSHELL: The 2020 election took place under a Trump-declared “National Emergency” that set an Election Day trap for the “unauthorized accessing of election and campaign infrastructure” - NaturalNews.com Up to 25,000 mail-in ballots simultaneously requested by nursing home residents in Pennsylvania - NaturalNews.com Patriots, prepare for war – without multiple favorable judgements for President Trump, Joe Biden is going to be sworn in and leftists want all Conservatives punished and/or dead - NaturalNews.com Tax filings reveal that Biden’s cancer charity spent millions on salaries and zero on research, defrauding the public - NaturalNews.com Courts and Congress will decide this election, not CNN - NaturalNews.com Replacing Mark Esper, Acting Defense Secretary Chris Miller activates special operations forces to report directly to him - NaturalNews.com Trump attorney Sidney Powell declares the Kraken was already RELEASED… and the results are just beginning to emerge - NaturalNews.com Delingpole: The Great Reset is not a conspiracy theory - NaturalNews.com Trump attorney Sidney Powell declares the Kraken was already RELEASED… and the results are just beginning to emerge - NaturalNews.com The shocking reason why Pfizer’s coronavirus vaccine requires storage at -70C … because it contains experimental nanotech components that have NEVER been used in vaccines before - NaturalNews.com BOMBSHELL: The 2020 election took place under a Trump-declared “National Emergency” that set an Election Day trap for the “unauthorized accessing of election and campaign infrastructure” - NaturalNews.com Plugged-in patriots lay out the epic Trump counterattack that’s going to expose and destroy the criminal Democrat deep state - NaturalNews.com Intelligence update: The Great Reset vs. the Great Awakening – the grand battle taking place right now for the future of America and the free world - NaturalNews.com All-powerful CDC calls for concentration camps in America, including the invasion of homes and neighborhoods - NaturalNews.com VACCINE DEATH WAVE: UK government posts bid for AI system to process the expected flood of COVID-19 vaccine injuries and side effects described as a “direct threat to patient life” - NaturalNews.com Dominion executive admits fixing election to ensure “Trump’s not gonna win” - NaturalNews.com Sidney Powell has “smoking gun evidence” to PROVE massive election fraud in the next two weeks - NaturalNews.com Replacing Mark Esper, Acting Defense Secretary Chris Miller activates special operations forces to report directly to him - NaturalNews.com Canadian government publishes bid request for “Programmable Hydraulic Guillotines” needed “in support of Canada’s response to COVID-19” - NaturalNews.com Replacing Mark Esper, now Acting Defense Secretary Chris Miller activates special operations forces to report directly to him - NaturalNews.com When politicians use the word “reimagine,” they are preparing to REAM you - NaturalNews.com Full transcripts of recent Sidney Powell interviews about Dominion software voting systems and massive CRIMINAL election fraud nationwide - NaturalNews.com SCIENCE FAIL: Portuguese court rules PCR tests are unreliable, unlawful “evidence” of alleged Covid-19 infections - NaturalNews.com Observers shocked at Greta Thunberg’s inability to answer a simple question without a script - NaturalNews.com Trump lawyer tweets article suggesting Philadelphia mob boss ready to expose election fraud in exchange for criminal record expungement - NaturalNews.com CAUGHT!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 28,
            "sentence": "Election data analyzed, producing detailed list of over 500,000 votes SWITCHED from Trump to Biden via voting machine software theft, with heavy fraud focused on swing states - NaturalNews.com BOMBSHELL: The 2020 election took place under a Trump-declared “National Emergency” that set an Election Day trap for the “unauthorized accessing of election and campaign infrastructure” - NaturalNews.com CAUGHT!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 29,
            "sentence": "- NaturalNews.com BREAKING: Researchers claim 100 percent cure rate vs. covid-19 in 100+ patient trial conducted in Ecuador, using intravenous chlorine dioxide - NaturalNews.com CONFIRMED: CoVid-19 coronavirus found to contain unique “gain-of-function” property “for efficient spreading in the human population” … exact quote from science paper just published in Antiviral Research - NaturalNews.com BREAKING: U.S.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 30,
            "sentence": "- NaturalNews.com Science.NaturalNews.com Conduct powerful scientific research in mere seconds for your book, blog, website article or news report.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 31,
            "sentence": "NaturalPedia.com A free online encyclopedia of natural health knowledge from the industry's top authors and writers.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 32,
            "sentence": "HealingFoodReference.com A free public service to promote health freedom and empower consumers with information about the healing power of foods.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 33,
            "sentence": "HerbReference.com A free public service to promote health freedom and empower consumers with information about the healing power of herbs.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 34,
            "sentence": "SupplementReference.com A free public service to promote health freedom and empower consumers with information about the healing power of supplements.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 35,
            "sentence": "NutrientReference.com A free public service to promote health freedom and empower consumers with information about the healing power of nutrients.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 36,
            "sentence": "HonestFoodGuide.org This free to download food guide offers genuine nutritional information, not watered-down information designed to boost the sale of milk, beef and grains.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 37,
            "sentence": "Advertise with NaturalNews... News covering technology, stocks, hackers, and more NaturalNews.com MeWe GAB USA.Life RSS .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 38,
            "sentence": "All content posted on this site is commentary or opinion and is protected under Free Speech.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 39,
            "sentence": "Truth Publishing International, LTD. is not responsible for content written by contributing authors.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 40,
            "sentence": "The information on this site is provided for educational and entertainment purposes only.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 41,
            "sentence": "It is not intended as a substitute for professional advice of any kind.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 42,
            "sentence": "Truth Publishing assumes no responsibility for the use or misuse of this material.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 43,
            "sentence": "Your use of this website indicates your agreement to these terms and those published here .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 44,
            "sentence": "All trademarks, registered trademarks and servicemarks mentioned on this site are the property of their respective owners.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 45,
            "sentence": "Find out everything you need to know about clean and healthy living when you sign up for our free email newsletter .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 46,
            "sentence": "Receive health tips, natural remedies, exclusive in-depth reports on superfoods, toxins, and more – what the mainstream media doesn't want you to know!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 47,
            "sentence": "We respect your privacy.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 48,
            "sentence": "You may unsubscribe at any time.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 49,
            "sentence": "\"Big Tech and mainstream media are constantly trying to silence the independent voices that dare to bring you the truth about toxic food ingredients, dangerous medications and the failed, fraudulent science of the profit-driven medical establishment.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 50,
            "sentence": "Email is one of the best ways to make sure you stay informed , without the censorship of the tech giants (Google, Apple, Facebook, Twitter, YouTube, etc.).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 51,
            "sentence": "Stay informed and you'll even likely learn information that may help save your own life.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 52,
            "sentence": "Get the world's best natural health newsletter delivered straight to your inbox.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 53,
            "sentence": "x By continuing to browse our site you agree to our use of cookies and our .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}