{
    "document_id": -1,
    "url": "https://www.naturalnews.com/2020-01-29-coronavirus-a-manufactured-bioweapon-chinese-spies-stole-from-canada.html",
    "document_category": "News Report",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:49:56.862487+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "Hmmm, you are using a Gmail.com email address... Google has declared war on the independent media and has begun blocking emails from NaturalNews from getting to our readers.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "We recommend GoodGopher.com as a free, uncensored email receiving service, or ProtonMail.com as a free, encrypted email send and receive service.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "Wednesday, January 29, 2020 by: biological weapons , bioweapon , bioweapons , , , chinese , , coronavirus , infection , infections , manufactured , outbreak , pandemic , spies , stole , , Bypass censorship by sharing this link: https://www.distributednews.com/401238.html Copy URL ( )  In 2019, a mysterious shipment sent from Canada to China was found to contain hidden coronavirus, which Chinese agents working at a Canadian laboratory reportedly stole , obviously without permission.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "Reports reveal that these Chinese agents were working undercover for the Chinese Biological Warfare Program, and may have infiltrated North America for the sole purpose of hijacking this deadly virus in order to unleash it at a later date.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "That unleashing could be the coronavirus outbreak that’s currently dominating media headlines â\u0080\u0093 with as many as 44,000 people now infected â\u0080\u0093 despite blame being assigned to contaminated food sold at the Huanan Seafood Market in Wuhan, China â\u0080\u0093 and here’s why.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "It was back on June 13, 2012, when a 60-year-old man from Saudi Arabia was admitted to a private hospital in Jeddah with a seven-day affliction of fever, cough, expectoration and shortness of breath.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "The man had no known history of cardiopulmonary or renal disease, was on no medications, and didn’t smoke, and tests revealed that he had become infected with a previously unknown strain of coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "However, tests could not reveal where the man had contracted coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "So, Dr. Ali Mohamed Zaki, the Egyptian virologist who was caring for the man, contacted Ron Fouchier, a premier virologist at the Erasmus Medical Center (EMC) in Rotterdam, The Netherlands, for advice.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "Fouchier proceeded to sequence a sample of the virus sent to him by Dr. Zaki using a broad-spectrum “pan-coronavirus” real-time polymerase chain reaction (RT-PCR) method to distinguish it from other strains of coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "He then sent it to Dr. Frank Plummer, the Scientific Director of Canada’s National Microbiology Laboratory (NML) in Winnipeg, on May 4, 2013, where it was replicated for assessment and diagnostic purposes.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "Scientists in Winnipeg proceeded to test this strain of coronavirus on animals to see which species could catch it.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "This research was done in conjunction with the Canadian Food Inspection Agency’s national lab, as well as with the National Centre for Foreign Animal Diseases, which is in the same complex as the National Microbiology Laboratory (NML).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "NML, it’s important to note, has long conducted tests with coronavirus, having isolated and provided the first genome sequence of the SARS coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "This lab had also identified another type of coronavirus, known as NL63, back in 2004.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "Formerly respected scientist allowed multiple deadly viruses besides coronavirus to be shipped to China Fast-forward to today, and the recent discovery of the mystery shipment containing coronavirus can be traced all the way back to these samples that were sent to Canada for analysis, suggesting that the current coronavirus outbreak was likely stolen as a bioweapon to be released for just such a time as this.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "According to reports, the shipment occurred back in March of 2019, which caused a major scandal with biowarfare experts who questioned why Canada was purportedly sending lethal viruses to China.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "It was later discovered in July that Chinese virologists had stolen it, and were forcibly dispatched as a result.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "“The NML is Canada’s only level-4 facility and one of only a few in North America equipped to handle the world’s deadliest diseases, including Ebola, SARS, Coronavirus, etc.,” explains a report by , as republished by .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "“The NML scientist who was escorted out of the Canadian lab along with her husband, another biologist, and members of her research team is believed to be a Chinese Bio-Warfare agent Xiangguo Qiu,” it goes on to explain, adding that Qiu had served as head of the Vaccine Development and Antiviral Therapies Section of the Special Pathogens Program at Canada’s NML.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "A formerly respected scientist in China, Qiu began studying powerful viruses in 2006.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 21,
            "sentence": "In 2014, many of these viruses she studied, including not only coronavirus but also Machupo, Junin, Rift Valley Fever, Crimean-Congo Hemorrhagic Fever, and Hendra, all suddenly appeared in China as part of a massive hijacking.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 22,
            "sentence": "Be sure to read the full report at ZeroHedge.com .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 23,
            "sentence": "You can also keep up with the latest coronavirus news by visiting Outbreak.news .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 24,
            "sentence": "Sources for this article include: ZeroHedge.com NaturalNews.com Previous : Eugenicist Bill Gates co-hosted a “high-level pandemic exercise” back in October, just in time for the patented coronavirus he helped fund to be unleashed Next : Totally fake science will soon be MANDATORY instruction in California public schools Get independent news alerts on natural cures, food lab tests, cannabis medicine, science, robotics, drones, privacy and more.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 25,
            "sentence": "Lyme disease may be a biological weapon developed by the U.S. military Trump holds China accountable for coronavirus pandemic at UN summit Book by Indian biological weapons expert claims COVID-19 is bioterrorism Indian biological weapons expert says covid-19 is “bioterrorism” COVID-19 never would have been a problem had China acted honestly, instead of BETRAYING humanity Congressional report says China and WHO failed to take sufficient action to prevent coronavirus pandemic Please enable JavaScript to view the comments powered by Disqus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 26,
            "sentence": "Take Action: Support Natural News by linking to this article from your website Permalink to this article: https://www.naturalnews.com/2020-01-29-coronavirus-a-manufactured-bioweapon-chinese-spies-stole-from-canada.html Embed article link: (copy HTML code below): <a href=\"https://www.naturalnews.com/2020-01-29-coronavirus-a-manufactured-bioweapon-chinese-spies-stole-from-canada.html\">Is coronavirus a manufactured bioweapon that Chinese spies stole from Canada?</a> Reprinting this article: Non-commercial use OK, cite NaturalNews.com with clickable link.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 27,
            "sentence": "- NaturalNews.com The shocking reason why Pfizer’s coronavirus vaccine requires storage at -70C … because it contains experimental nanotech components that have NEVER been used in vaccines before - NaturalNews.com 5G interactions with bioengineered COVID is no laughing matter - NaturalNews.com Full transcript: Trump team press conference from Nov. 18 – Rudy Giuliani, Sidney Powell, Jenna Ellis… fireworks!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 28,
            "sentence": "- NaturalNews.com Now it's just getting stupid: AMA declares racism a \"public health threat\" in virtue-signal to leftists - NaturalNews.com Intelligence update: The Great Reset vs. the Great Awakening – the grand battle taking place right now for the future of America and the free world - NaturalNews.com Pfizer demands “emergency” authorization from FDA for experimental Covid-19 vaccine - NaturalNews.com BOMBSHELL: The 2020 election took place under a Trump-declared “National Emergency” that set an Election Day trap for the “unauthorized accessing of election and campaign infrastructure” - NaturalNews.com Up to 25,000 mail-in ballots simultaneously requested by nursing home residents in Pennsylvania - NaturalNews.com Patriots, prepare for war – without multiple favorable judgements for President Trump, Joe Biden is going to be sworn in and leftists want all Conservatives punished and/or dead - NaturalNews.com Tax filings reveal that Biden’s cancer charity spent millions on salaries and zero on research, defrauding the public - NaturalNews.com Courts and Congress will decide this election, not CNN - NaturalNews.com Replacing Mark Esper, Acting Defense Secretary Chris Miller activates special operations forces to report directly to him - NaturalNews.com Trump attorney Sidney Powell declares the Kraken was already RELEASED… and the results are just beginning to emerge - NaturalNews.com Delingpole: The Great Reset is not a conspiracy theory - NaturalNews.com Trump attorney Sidney Powell declares the Kraken was already RELEASED… and the results are just beginning to emerge - NaturalNews.com The shocking reason why Pfizer’s coronavirus vaccine requires storage at -70C … because it contains experimental nanotech components that have NEVER been used in vaccines before - NaturalNews.com BOMBSHELL: The 2020 election took place under a Trump-declared “National Emergency” that set an Election Day trap for the “unauthorized accessing of election and campaign infrastructure” - NaturalNews.com Plugged-in patriots lay out the epic Trump counterattack that’s going to expose and destroy the criminal Democrat deep state - NaturalNews.com Intelligence update: The Great Reset vs. the Great Awakening – the grand battle taking place right now for the future of America and the free world - NaturalNews.com All-powerful CDC calls for concentration camps in America, including the invasion of homes and neighborhoods - NaturalNews.com VACCINE DEATH WAVE: UK government posts bid for AI system to process the expected flood of COVID-19 vaccine injuries and side effects described as a “direct threat to patient life” - NaturalNews.com Dominion executive admits fixing election to ensure “Trump’s not gonna win” - NaturalNews.com Sidney Powell has “smoking gun evidence” to PROVE massive election fraud in the next two weeks - NaturalNews.com Replacing Mark Esper, Acting Defense Secretary Chris Miller activates special operations forces to report directly to him - NaturalNews.com Canadian government publishes bid request for “Programmable Hydraulic Guillotines” needed “in support of Canada’s response to COVID-19” - NaturalNews.com Replacing Mark Esper, now Acting Defense Secretary Chris Miller activates special operations forces to report directly to him - NaturalNews.com When politicians use the word “reimagine,” they are preparing to REAM you - NaturalNews.com Full transcripts of recent Sidney Powell interviews about Dominion software voting systems and massive CRIMINAL election fraud nationwide - NaturalNews.com SCIENCE FAIL: Portuguese court rules PCR tests are unreliable, unlawful “evidence” of alleged Covid-19 infections - NaturalNews.com Observers shocked at Greta Thunberg’s inability to answer a simple question without a script - NaturalNews.com Trump lawyer tweets article suggesting Philadelphia mob boss ready to expose election fraud in exchange for criminal record expungement - NaturalNews.com CAUGHT!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 29,
            "sentence": "Election data analyzed, producing detailed list of over 500,000 votes SWITCHED from Trump to Biden via voting machine software theft, with heavy fraud focused on swing states - NaturalNews.com BOMBSHELL: The 2020 election took place under a Trump-declared “National Emergency” that set an Election Day trap for the “unauthorized accessing of election and campaign infrastructure” - NaturalNews.com CAUGHT!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 30,
            "sentence": "- NaturalNews.com BREAKING: Researchers claim 100 percent cure rate vs. covid-19 in 100+ patient trial conducted in Ecuador, using intravenous chlorine dioxide - NaturalNews.com CONFIRMED: CoVid-19 coronavirus found to contain unique “gain-of-function” property “for efficient spreading in the human population” … exact quote from science paper just published in Antiviral Research - NaturalNews.com BREAKING: U.S.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 31,
            "sentence": "- NaturalNews.com Science.NaturalNews.com Conduct powerful scientific research in mere seconds for your book, blog, website article or news report.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 32,
            "sentence": "NaturalPedia.com A free online encyclopedia of natural health knowledge from the industry's top authors and writers.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 33,
            "sentence": "HealingFoodReference.com A free public service to promote health freedom and empower consumers with information about the healing power of foods.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 34,
            "sentence": "HerbReference.com A free public service to promote health freedom and empower consumers with information about the healing power of herbs.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 35,
            "sentence": "SupplementReference.com A free public service to promote health freedom and empower consumers with information about the healing power of supplements.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 36,
            "sentence": "NutrientReference.com A free public service to promote health freedom and empower consumers with information about the healing power of nutrients.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 37,
            "sentence": "HonestFoodGuide.org This free to download food guide offers genuine nutritional information, not watered-down information designed to boost the sale of milk, beef and grains.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 38,
            "sentence": "Advertise with NaturalNews... News covering technology, stocks, hackers, and more NaturalNews.com MeWe GAB USA.Life RSS .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 39,
            "sentence": "All content posted on this site is commentary or opinion and is protected under Free Speech.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 40,
            "sentence": "Truth Publishing International, LTD. is not responsible for content written by contributing authors.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 41,
            "sentence": "The information on this site is provided for educational and entertainment purposes only.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 42,
            "sentence": "It is not intended as a substitute for professional advice of any kind.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 43,
            "sentence": "Truth Publishing assumes no responsibility for the use or misuse of this material.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 44,
            "sentence": "Your use of this website indicates your agreement to these terms and those published here .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 45,
            "sentence": "All trademarks, registered trademarks and servicemarks mentioned on this site are the property of their respective owners.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 46,
            "sentence": "Find out everything you need to know about clean and healthy living when you sign up for our free email newsletter .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 47,
            "sentence": "Receive health tips, natural remedies, exclusive in-depth reports on superfoods, toxins, and more – what the mainstream media doesn't want you to know!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 48,
            "sentence": "We respect your privacy.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 49,
            "sentence": "You may unsubscribe at any time.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 50,
            "sentence": "\"Big Tech and mainstream media are constantly trying to silence the independent voices that dare to bring you the truth about toxic food ingredients, dangerous medications and the failed, fraudulent science of the profit-driven medical establishment.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 51,
            "sentence": "Email is one of the best ways to make sure you stay informed , without the censorship of the tech giants (Google, Apple, Facebook, Twitter, YouTube, etc.).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 52,
            "sentence": "Stay informed and you'll even likely learn information that may help save your own life.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 53,
            "sentence": "Get the world's best natural health newsletter delivered straight to your inbox.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 54,
            "sentence": "x By continuing to browse our site you agree to our use of cookies and our .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}