{
    "document_id": -1,
    "url": "https://www.reuters.com/article/us-usa-election-trump/trump-to-go-on-eight-state-blitz-ahead-of-election-day-idUSKCN1N02TZ",
    "document_category": "News Editorial",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-04-30 19:55:26.437236+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "Directory of sites TV October 26, 2018 / 9:15 PM / 2 years ago Trump to go on eight-state blitz ahead of Election Day WASHINGTON (Reuters) - President Donald Trump will campaign in eight states in the final days before Nov. 6 U.S. congressional elections, putting most of his attention on tight races in which Republicans have a shot at winning Senate seats, White House officials said on Friday.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "FILE PHOTO: U.S. President Donald Trump greets the crowd at a campaign rally for U.S.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "Senator Ted Cruz (R-TX) in Houston, Texas, U.S., October 22, 2018.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "REUTERS/Leah Millis/File Photo Trump, who was making campaign stops in North Carolina on Friday night and in Illinois on Saturday, is scrambling to head off a Democratic push to take control of the U.S. House of Representatives and possibly the Senate.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "Officials said Trump wants to go to places where races are competitive and where he can make a difference.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "“No one Republican, no surrogate, no person can better move the political needle than President Trump,” White House political director Bill Stepien told Reuters.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "Democrats had appeared to be in a good position to capture the House, but many races have tightened in recent weeks to the point that some analysts think it is conceivable Republicans could hang on to control.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "While realistic about their chances of holding the House, Republicans see a better-than-expected chance of not only holding their current 51-49 Senate majority but adding a small number of seats to their margin.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "‘TREMENDOUS MOMENTUM’ “I think the Republicans have tremendous momentum,” Trump told reporters at the White House, as he sought to refocus attention on the congressional races rather than the series of bombs sent to prominent Democrats and critics of the president.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "A man was charged in Florida earlier on Friday in connection with the bombs.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "“We have a lot of Senate races where we’re leading - races that frankly were going to be uncontested,” Trump added.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "There are a lot of people in the House, so we’re going to see how that goes.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "But I think we’re doing very well in the House.” Bolstered by a recent uptick in his job approval ratings to the high 40s in opinion polls, Trump is hammering away at two major themes: illegal immigration and the contentious Senate confirmation battle over U.S. Supreme Court Justice Brett Kavanaugh, who denied accusations of sexual misconduct.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "He is also promoting a plan for middle-class tax cuts.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "In Florida, Trump will seek to boost the Senate campaign of Florida Governor Rick Scott, who is in a tough race against veteran Democratic Senator Bill Nelson, as well as lend a hand to U.S. Representative Ron DeSantis in his gubernatorial race against Democrat Andrew Gillum.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "In Missouri, Trump will try to help Republican Josh Hawley in his bid to unseat Democratic Senator Claire McCaskill, while in West Virginia, he will aid Republican Patrick Morrisey in his fight against Democratic Senator Joe Manchin.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "Trump will be making a return visit to Montana as he seeks to help Republican Matt Rosendale unseat Democratic Senator Jon Tester, who was instrumental in derailing the president’s nominee for Veterans Affairs, presidential physician Ronny Jackson, earlier this year.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "Trump will visit Tennessee on behalf of Republican Senate candidate Marsha Blackburn, who is in a neck-and-neck battle with Democrat Phil Bredesen for the Senate seat being vacated by Republican Bob Corker, a Trump critic.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "The president will try to give a boost to Republican Brian Kemp in his campaign against Democrat Stacey Abrams for governor of Georgia.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "In Indiana, Trump will campaign for Republican Mike Braun in his attempt to knock out incumbent Democratic Senator Joe Donnelly.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "And in Ohio, Trump will lend a hand to Republican Mike DeWine in his campaign against Democrat Richard Cordray in the race to succeed Republican John Kasich, another Trump critic, as governor of a state that may be instrumental to Trump’s 2020 re-election campaign.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 21,
            "sentence": "0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below All quotes delayed a minimum of 15 minutes.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 22,
            "sentence": "See here for a complete list of exchanges and delays.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}