{
    "document_id": -1,
    "url": "https://thebl.com/us-news/cdc-urges-americans-to-just-say-no-if-friend-offers-them-coronavirus-who-says-global-risk-of-wuhan-virus-is-high.html",
    "document_category": "News Report",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:56:21.592018+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "中文 More than 165,000 illegal nonresident votes went to Biden in the battleground states, study reveals Biden refuses to criticize the controversial project that proposes to dismantle the federal prison system Sidney Powell announces ‘epic’ lawsuit: ‘We will not allow this great Republic to be stolen by communists’ Manifestations all over California protest against the governor’s curfew The Chinese Communist Party in financial difficulties is struggling to find liquidity New victim of the CCP’s security law: Hong Kong journalist arrested Whistleblower evidence blows open the Biden family business dealings with the Chinese Communist Party, PLA and Russia US, India, Australia, and Japan resume joint military exercises and mark presence in the Indo-Pacific Human rights The Chinese Communist Party in financial difficulties is struggling to find liquidity No congratulations for Joe Biden unless election results are clear, says Russia’s President Putin New victim of the CCP’s security law: Hong Kong journalist arrested ‘Soros is one of the most corrupt people in the world,’ says Hungary’s prime minister 2020 Campaign More than 165,000 illegal nonresident votes went to Biden in the battleground states, study reveals Biden refuses to criticize the controversial project that proposes to dismantle the federal prison system Sidney Powell announces ‘epic’ lawsuit: ‘We will not allow this great Republic to be stolen by communists’ Manifestations all over California protest against the governor’s curfew Calm patriots, Trump insists on the vaccine for very good reasons Pennsylvania votes without ‘proof’ of being cast on-time: Still counted says appellate lawyer John Reeves New York Times jealousy: Slanders rising conservative media, denies CCP human rights violations Democratic presidential nominee Joe Biden lied about meeting Burisma staff to intervene on son’s behalf say political authors Natural healing Beyond science A Washington church sues DC for restricting religious gatherings while allowing social protests Trump extends ban on racially and sexually motivated indoctrination to federal contractors, the military and grantees Chinese Communist Party arrests Mongolians for protesting a law that deprives them of their customs The Chinese Communist Party in financial difficulties is struggling to find liquidity Bill bans investments in Communist Chinese companies marked as unsafe Billionaire Bill Gates criticizes the ‘uncensored’ approach of the emerging social network Parler Whistleblower evidence blows open the Biden family business dealings with the Chinese Communist Party, PLA and Russia eMagazine In great minds Shedding light More than 165,000 illegal nonresident votes went to Biden in the battleground states, study reveals Biden refuses to criticize the controversial project that proposes to dismantle the federal prison system Sidney Powell announces ‘epic’ lawsuit: ‘We will not allow this great Republic to be stolen by communists’ The Chinese Communist Party in financial difficulties is struggling to find liquidity Manifestations all over California protest against the governor’s curfew No congratulations for Joe Biden unless election results are clear, says Russia’s President Putin 2020 Election CDC urges Americans to just say ‘No’ if friend offers them coronavirus, WHO says global risk of Wuhan virus is ‘high’ .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "TheBL 01/27/20, 21:00 Stephen McDonell, a BBC reporter was told to leave Hubei when he was doing a report about the coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "(Screenshot video @BBC News/YouTube) The Center for Disease Control (CDC) held a press conference on Monday, Jan. 27, to warn Americans about the seriousness of the coronavirus and urged citizens to just say “No” if a friend offers them the virus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "“While it may seem cool to be seen around the park or the mall with a runny nose and hacking cough, there are very real negative side effects to experimenting with this virus,” said Satish Pillai, a medical officer in the Division of Preparedness and Emerging Infections, asking the assembled reporters to remember that one of the most deadly disease vectors of all is peer pressure.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "“I know what you’re thinking: ‘I’ll just get a couple of respiratory infections at a party.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "I can stop anytime I want.’ But it’s not that simple, and soon the virus has you in its seductive grip.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "So, if you see someone collapsing from a fever, just tell them, ‘No thanks, I don’t need an infectious agent to have fun,'” he continued.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "The medical officer also advised that if you feel you absolutely must try the coronavirus, be sure to contract it from someone you know and trust as it may turn out to be something more lethal, such as Avian Flu or SARS.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "WHO on the same say stated that the global risk from the deadly virus was “high,” admitting an error in its previous communications published on Thursday, Friday and Saturday which “incorrectly” said the global risk was “moderate”.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "In a report published late on Sunday, Jan. 26, the UN health body said the risk was “very high in China, high at the regional level and high at the global level.” There are at least five confirmed cases of the Wuhan coronavirus in the US, all people who’d traveled recently to Wuhan, China, the Centers for Disease Control and Prevention said on Sunday.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "They are now in isolation hospitals.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "Two others were previously reported: one in Everett, Washington, and another in Chicago.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "All of the patients will be evaluated case by case before they’re released, according to NBC News .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "The U.S. State Department said on Sunday it was arranging a flight from Wuhan to San Francisco for consulate staff and other Americans in the city.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "President Trump said that his administration is watching the virus outbreak closely.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "We are in very close communication with China concerning the virus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "Very few cases reported in USA, but strongly on watch.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "We have offered China and President Xi any help that is necessary.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "Our experts are extraordinary!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "January 27, 2020 The CDC is screening travelers from Wuhan at several U.S. airports, including in Los Angeles, San Francisco, and John F. Kennedy International Airport in New York.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "Atlanta’s Hartsfield-Jackson Atlanta International Airport and Chicago’s O’Hare International Airport began screenings last week, according to CNN .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 21,
            "sentence": "The CDC encourages people to follow flu season protocol: Wash hands with soap and water for at least 20 seconds, avoid ill people and stay home and avoid public situations if they’re ill. A coronavirus vaccine would take at least a year to reach the public.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 22,
            "sentence": "Correction: The BL incorrectly attributed the following quote to Satish Pillai, a medical officer in the Division of Preparedness and Emerging Infection at the CDC, “While it may seem cool to be seen around the park or the mall with a runny nose and hacking cough, there are very real negative side effects to experimenting with this virus.” Dr. Pillai never made this comment.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 23,
            "sentence": "The Bl regrets the error.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 24,
            "sentence": "coronavirus Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 25,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Watch TV 2020-10-17 20:19:28 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 26,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds The joy and meaning of singing The Star-Spangled Banner Watch TV 2020-07-04 15:40:00 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 27,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Communist subversion in the USA - Disentanglement from China part 1 — Waldron-Part6 Watch TV 2020-02-17 19:20:23 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 28,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds After the collapse of socialism - The aftermath of the Soviet Union — Waldron-Part5 Watch TV 2019-12-15 15:30:03 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 29,
            "sentence": "The 6-10 office, a Chinese Communist Agency—Zhang-Part2 2019-08-08 14:28:00 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 30,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Watch TV 2019-12-09 06:20:34 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 31,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Evidence of China’s killing of Falun Gong practitioners for their organs given to UN Watch TV 2019-10-03 07:42:46 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 32,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Arms control, a communist strategy to win advantages—Lenczowski-Part2 Watch TV 2019-06-07 22:01:00 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 33,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds A mother, a senior citizen, and a former martial arts champion died from torture in China Watch TV 2019-11-09 09:51:45 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 34,
            "sentence": "The 6-10 office, a Chinese Communist Agency—Zhang-Part2 Evidence of China’s killing of Falun Gong practitioners for their organs given to UN Arms control, a communist strategy to win advantages—Lenczowski-Part2 A mother, a senior citizen, and a former martial arts champion died from torture in China The truth is the most powerful weapon: Chinese American citizens have to tell the truth—Lenczowski-Part9 View more Socialism could become a terrifying reality for Americans, as young people become deceived by Democrats rhetoric 2020 Campaign 09/20/20, 20:12 Sen. Feinstein’s husband owns 60% of the firm involved in the electronic election fraud in Michigan 11/09/20, 10:13 Australian TV program defaming Falun Gong is harmful and biased reporting, has CCP overtones 07/24/20, 06:10 Former House speaker: Trump to lead US economy recovery from pandemic better than Biden 10/19/20, 12:35 Poll: 56% of Americans say they are better off now under President Trump despite pandemic 10/09/20, 14:02 President Trump’s physical condition stable after leaving hospital, Biden seems doubtful 10/07/20, 04:14 President Trump still working despite hospitalization 10/04/20, 07:22 President Trump updates video, saying he is ‘very well’ after virus diagnosis 10/02/20, 21:40 Biden wishes Trump ‘swift recovery’ after CCP Virus test, Pelosi says the president invites disease 10/02/20, 15:36 View more >> More than 165,000 illegal nonresident votes went to Biden in the battleground states, study reveals 11/23/20, 12:35 Biden refuses to criticize the controversial project that proposes to dismantle the federal prison system 11/23/20, 11:52 Sidney Powell announces ‘epic’ lawsuit: ‘We will not allow this great Republic to be stolen by communists’ 11/23/20, 10:53 The Chinese Communist Party in financial difficulties is struggling to find liquidity 11/23/20, 10:40 Manifestations all over California protest against the governor’s curfew 11/23/20, 09:25 No congratulations for Joe Biden unless election results are clear, says Russia’s President Putin 2020 Campaign 11/23/20, 03:31 eMagazine View more >> How the urge to cultivate and ascend to heaven has always been one of humanity’s deepest desires 03/31/19, 23:55 Suffering from chronic digestive problems, an American businessman finally discovered a shining light of hope Natural healing 10/24/19, 09:07 Barbara’s story: A recovery almost too extreme to be believed Natural healing 04/29/19, 09:53 Traditional essence: Beijing Opera remains as a precious world heritage 06/27/19, 03:54 View more >> Extreme policies to combat the CCP Virus threaten religious freedom 11/19/20, 13:20 Taiwan’s army participates with US Marines in military exercises 11/11/20, 10:31 Hundreds of protesters demand that the Chinese Communist Party release the 12 Hong Kong people who tried to escape to Taiwan 10/26/20, 15:59 Purdue Pharma pleads guilty to propitiating thousands of deaths with the opiate OxyContin and will pay $8 billion 10/23/20, 09:19 Colorado makes progress on banning late-term abortions despite millions invested by Planned Parenthood 10/14/20, 13:09 Thousands of BLEXIT protesters march through Washington to support frontline workers 2020 Campaign 10/13/20, 04:06 .. ... View more » Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 35,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds G20: President Trump defends withdrawal from Paris accord 2020-11-22 18:34:47 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 36,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Men vs machines: Russians show their strength 2020-11-22 18:34:36 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 37,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Ethiopia warns it may shell rebel capital 2020-11-22 18:34:21 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 38,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds No 'normal' UK Christmas, finance minister warns 2020-11-22 18:34:12 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 39,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Gaza's health system 'about to be overwhelmed' 2020-11-22 18:34:02 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 40,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Black Brazilian man's murder sparks violent riots 2020-11-21 18:59:11 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 41,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Thai students protest 'dinosaur' government 2020-11-21 18:59:00 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 42,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds Civilians killed in Afghan capital rocket attack 2020-11-21 18:58:50 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 43,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds 2020-11-21 18:58:40 Your browser does not support the video tag.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 44,
            "sentence": "Please upgrade to lastest version  Ad will display in 09 seconds New Delhi air quality remains 'very unhealthy' 2020-11-21 18:58:29 G20: President Trump defends withdrawal from Paris accord Men vs machines: Russians show their strength Ethiopia warns it may shell rebel capital No 'normal' UK Christmas, finance minister warns Gaza's health system 'about to be overwhelmed' Black Brazilian man's murder sparks violent riots Thai students protest 'dinosaur' government Civilians killed in Afghan capital rocket attack New Delhi air quality remains 'very unhealthy' View more SHEDDING LIGHT Former CNN employees now make propaganda for the Chinese Communist Party 06/30/20, 04:28 Secretary of State Pompeo: 49 Virginia lawmakers urge ‘forceful and sustained action’ to end horrific torture in China 08/17/20, 03:37 Democratic presidential candidate Biden is only agitating the CCP Virus recession says policy expert Andy Puzder 09/28/20, 04:33 Democratic presidential nominee Biden vows to ‘collaborate’ with CCP reports pro-Beijing newspaper 2020 Campaign 11/09/20, 01:30 As tensions mount with the Chinese Communist Party, the White House condemns Uighur ‘concentration camps’ 10/24/20, 12:46 06/04/19, 09:31 The origins of bad luck, according to ancient wisdom 07/08/19, 18:31 Traditional essence: Wood carving – the pinnacle of fine detail sculpture 06/05/19, 21:02 More than 165,000 illegal nonresident votes went to Biden in the battleground states, study reveals 11/23/20, 12:35 Biden refuses to criticize the controversial project that proposes to dismantle the federal prison system 11/23/20, 11:52 Sidney Powell announces ‘epic’ lawsuit: ‘We will not allow this great Republic to be stolen by communists’ 11/23/20, 10:53 The Chinese Communist Party in financial difficulties is struggling to find liquidity 11/23/20, 10:40 Manifestations all over California protest against the governor’s curfew 11/23/20, 09:25 No congratulations for Joe Biden unless election results are clear, says Russia’s President Putin 2020 Campaign 11/23/20, 03:31 Releasing Kyle Rittenhouse on bond is a clear case of ‘law and disorder’ says AOC 11/23/20, 03:09 GOP Maryland governor orders President Trump to ‘stop golfing and concede’ the election 2020 Campaign 11/23/20, 02:34 ‘I don’t call on activists’ Trump’s press secretary puts reporters in their place 11/22/20, 17:25 Navarro blasts Biden’s outlook on China, says President Trump could take more action against CCP 11/22/20, 16:34 Refund policy SMS Policy Fact-checking Policy 2020 Campaign Natural healing Beyond science Human rights Watch TV We accept",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}