{
    "document_id": -1,
    "url": "https://www.breakingchristiannews.com/articles/display_art.html?ID=30183",
    "document_category": "News Report",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:50:52.724709+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "As more Coronavirus patients around the world recover after taking the anti-malaria drug hydroxycholoroquine, the evidence―reported by to be 'indisputable'―is mounting in favor of the treatment.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "Early on in the battle against the COVID-19 virus, President Trump highlighted the drug in his press briefings, noting how there had been success in using hydroxycholoroquine together with the Z-pack antibiotic, and that it was already a known drug, so there didn't need to be months of testing it.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "Liberal media outlets and leftist elites quickly attacked the President, and seemed to mount an effort to quash the coronavirus treatment simply because it was recommended by Trump as a possible cure.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "Now, however, reports of patients around the world, and here in the US are mounting, who have taken hydroxycholoroquine and that it truly made the difference in their recovery from COVID-19.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "interviewed one of those patients from New York, who described how he and his 70-year-old father had tested positive for coronavirus and became sicker and sicker, to the point where he 'began to fear for his life.'",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "Desi Villanueva told OAN that one night he heard President Trump recommend the drug, and called several pharmacies in his area to obtain it.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "He said that was the point at which things began to turn around.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "\"This medicine works ...I tried it myself, and I wouldn't be here if it didn't work,\" he said, adding, \"A lot of the news is just so negative, like there's no solutions ... Donald Trump had a hunch, and he was right.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "On Wednesday, President Trump met with Michigan State Rep. Karen Whitsett, among others, who also had heard him talk about hydroxycholoroquine and subsequently tried it and recovered quickly from the virus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "\"Regardless of politics,\" said Villanueva, \"I think President Trump is absolutely right that this drug can help people, I think he needs to force the FDA to put it in normal distribution ... get rid of all this red tape, and give it to people who test positive [for COVID-19] ... so we can get a cure in the hands of the people, so we can get America back up and running.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "Subscribe for free to Breaking Christian News here SHARE THIS ARTICLE Printer friendly version of this page To receive daily emails from Breaking Christian News to your inbox CLICK HERE US Officials Defend Pro-life Policies against Abortion-supporters at United Nations 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 Articles and links, as well as the source articles linked to; do not necessarily reflect the opinion of Breaking Christian News.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}