{
    "document_id": -1,
    "url": "https://disrn.com/news/hydroxychloroquine-significantly-lowers-coronavirus-death-rate-new-study-finds",
    "document_category": "News Report",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:54:48.588332+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": " CORONAVIRUS  Hydroxychloroquine \"significantly\" lowers coronavirus death rate, new study finds by · Jul 3rd, 2020 4:19 pm 26 Last Updated Jul 6th, 2020 at 7:24 pm According to a new study, the use of hydroxychloroquine drastically reduces the death rate of those infected with coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "The Henry Ford Health System conducted a study that analyzed 2,541 patients who had been hospitalized in six hospitals May 10-22.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "The research center found that the use of the controversial drug touted by President Trump as a possible treatment for the virus undoubtedly \"helped save lives.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "\"Treatment with hydroxychloroquine cut the death rate significantly in sick patients hospitalized with COVID-19,\" the Henry Ford Health System said in a statement.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "\"As doctors and scientists, we look to the data for insight.And the data here is clear that there was benefit to using the drug as a treatment for sick, hospitalized patients.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "The mortality rates of the study are as follows: Crude mortality rate - 18.1% Hydroxychloroquine alone - 13.5% Hydroxychloroquine plus azithromycin - 20.1% Azithromycin alone - 22.4% Neither drug - 26.4% Dr. Marcus Zervos, division head of Infectious Disease for Henry Ford Health System, said the study revealed that the timing of administering hydroxychloroquine was an important factor.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "\"For hydroxychloroquine to have a benefit, it needs to be given before the patient suffers some of the severe immune reactions that can occur with COVID,\" Zervos said.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "Although the Henry Ford medical team was aware of reported heart-related side effects when using hydroxychloroquine, none of the patients in the new study experienced such side effects.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "A subscription grants you instant access to members-only opinion pieces, exclusive podcasts, and more!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "Click here to login.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "There are 26 comments on this article.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "You must become a subscriber or login to view or post comments on this article.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "Twitter scraps \"offensive\" terms such as \"whitelist,\" \"man hours\" in favor of more \"inclusive language\" Opinion: An alternative to Chris Cuomo’s poor advice L.A. County orders all restaurants and bars to cease all in-person dining 12 Colorado county refuses to enforce governor’s new pandemic restrictions 14 FDA authorizes Regeneron virus treatment for emergency use 4 NY sheriffs refuse to enforce Gov.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "Cuomo's 10-person holiday limit 36 Trump campaign cuts ties with attorney Sidney Powell 41 MacArthur warns: \"America is in a moral free-fall\" 92 Sidney Powell promises lawsuit of “biblical proportions,” targets Georgia 8 21 Colorado county refuses to enforce governor’s new pandemic restrictions 14 Chris Christie says Trump’s legal defense team is creating “a national embarrassment” 26 Opinion: Obama’s new book reveals the same old narcissist 18 Appeals court: Bans on same-sex attraction therapy are unconstitutional 13 Florida man rescues his puppy from the jaws of an alligator 6 8 California judge rules strip clubs have First Amendment right to reopen, even as churches remain shuttered 31 Appeals court rules TN can outlaw abortions based on \"sex, race, or disability\" 13 RSS",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}