{
    "document_id": -1,
    "url": "http://www.shadolsonshow.com/2020/04/20/hiv-discoverer-covid-19-is-a-man-made-virus-could-only-have-been-created-in-a-lab/",
    "document_category": "Blog",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:57:20.095787+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "POLITICS WORLD RADIO WORLD POLITICS ECONOMY TODAY’S SHOW RADIO VIDEO Sign in / Join Welcome!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "Back to login POLITICS WORLD RADIO WORLD POLITICS ECONOMY TODAY’S SHOW RADIO VIDEO BREAKING NEWS WORLD › BREAKING NEWS › April 20, 2020 3583 0 Nobel Prize Winner, Professor Luc Montagnier repudiated the establishment narrative this week, telling the world that COVID-19, or the SARS-CoV2 virus, is definitively a scientifically altered chimera pathogen released from the BSL-4 laboratory in Wuhan, China and that the insertion of HIV genetics into a “gain of function” SARS coronavirus could only be accomplished in a laboratory and is “not possible” in either an animal or human host.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "Montagnier’s claims are confirmation of researched information published as a series of reports by investigative journalist Shad Olson, beginning January 13, 2020.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "Better late than never.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "While mainstream sources finally lumber their way to the truth of COVID-19’s origins at the Wuhan Virology Institute, which serves as China’s bioweapons research and development laboratory, (four months after the fact) 2008 Nobel Prize winner, Dr. Luc Montagnier adds impressive credential and convincing science to the argument this week, confirming a number of claims included in my coverage from early Among said claims: In my January reporting on the outbreak, I told readers and listeners that two studies in India, including a genomic viral scan at the University of New Delhi indicated the presence of HIV genomics in the COVID-19 genome and were RNA genetic evidence of tampering that Indian scientists rightly concluded can only be accomplished via molecular manipulation.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "The smoking gun of a “man-made,” (scientifically altered) pathogen and one that fills in several gaps both in the observable behaviors of the virus in the human host and either the success or failure of given treatment regimes.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "That HIV inclusion was identified and cited in the Indian research as clinical explanation for COVID-19’s unique furin catalyst protein bonding predilection, (far stronger and more virulent than SARS typical ACE2 protein bond) as well as its capacity for viral packing that is familiar trait of the HIV and Ebola viral lines.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "The HIV link also explains COVID’s more recently documented capacity to attack, destroy and wipe out a patient’s T-lymphocytes (T-Cells) clearing the way for unmitigated viral replication that overwhelms the host.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "I provided links to those studies and research, only to watch as Indian scientists miles ahead of the world in solving the COVID mystery buckled to Chinese pressure and hid their claims from public view.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "Additionally, we might also remember early successes in France and in treating COVID-19 patients with antivirals traditionally used exclusively in the treatment of HIV, including one Spanish patient identified March 6th as the first in the world to recover via administering of HIV antivirals.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "Then there are characteristics that, taken on the whole, make COVID-19 seem so perfectly optimized for unstoppable spread as to defy the genetic roulette wheel of mutagenic happenstance.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "An oddly protracted asymptomatic incubation period of a “stealth contagion,” with seemingly healthy patients shedding and spreading the virus with no visible evidence of sickness.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "A 23-feet spread radius for coughs and an even wider broadcast area for sneezes, with micro-aerosolized viral particles able to hang in the air column for hours, still viable.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "And perhaps most troubling of all, reports of infected patients making a full recovery only to test positive again and again, suggesting the virus can reinfect people who’ve already beaten the disease, or that the pathogen can remain in the body dormant, in remission, only to return with both symptom and transmissibility.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "Montagnier, winner of the Nobel Prize for Medicine in 2008 for “discovering” HIV as the cause of the AIDS epidemic together with Françoise Barré-Sinoussi, says unequivocally, the SARS-CoV-2 is a virus that was manipulated and accidentally released from a laboratory in Wuhan, China, in the last quarter of 2019.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "In an interview with an independent French journalist, Montagnier had strong words for those suggesting a zoonotic or animal-hybrid crossing as a potential source for COVID-19.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "“in order to insert an HIV sequence into this genome, molecular tools are needed, and that can only be done in a laboratory.” Montagnier elaborated to reveal the leveraging of Indian researchers to bury their findings, despite their inclusion as the bedrock of a recently filed lawsuit in international court by the nation of India, against China, the People’s Liberation Army, and the Wuhan BSL-4 laboratory.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "“Indian researchers have already tried to publish the results of the analyses that showed that this coronavirus genome contained sequences of another virus, … the HIV virus (AIDS virus), but they were forced to withdraw their findings as the pressure from the mainstream was too great.” Montagnier goes on to explain that Chinese scientists were attempting the microbiological equivalent of landing the first human on the moon.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "They were using gain of function SARS coronavirus as a vector in the creation of SARS-HIV chimera viruses that were being used as a vector for HIV in the search for a vaccine for AIDS.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "While the international jury is still out on whether the Wuhan microbiological disaster was one of a prestige play beset by statistically frequent mishap in China’s reputationally shoddy biotech sector, or the plausibly deniable deployment of a SUPER SARS to even the economic score in the aftermath of Donald Trump’s American trade reset with Beijing, there is ZERO dispute that Xi Jinping and the Chinese deliberately delayed the offering of any information pertinent to the burgeoning Wuhan pneumonia clustering in early December until long after the possibility for international containment had passed.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "Jinping’s decision to seal off Wuhan from the rest of China while still allowing international flights to that ravaged city is clear evidence of intent to inflict an asymmetrical humanitarian and economic wound upon the rest of the world.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 21,
            "sentence": "At very least, Dr. Montagnier believes China is guilty of involuntary manslaughter against the human race and the world economy at large.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 22,
            "sentence": "At worst, there are those of us who believe they and their Deep State viral enablers are guilty of capital murder, in a last gasp sabotage of an American renaissance and a global populist revolution.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 23,
            "sentence": "I’ve already made my own case for this very clear, months and months and months ago.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 24,
            "sentence": "Finally, as India becomes the first nation to seek economic redress for a crime against humanity and as America announces formal investigation into the culpability of the Wuhan lab as source of the pandemic, the truth behind the world’s greatest coverup begins the long march into the light.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 25,
            "sentence": "Share this: Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) 0 0 + 0 0 0 0 Radio host and author, Shad Olson, is an Emmy-winning and Edward R. Murrow awarded investigative reporter living in Rapid City, South Dakota.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 26,
            "sentence": "His work has won numerous awards for excellence in broadcast journalism.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 27,
            "sentence": "He has shared the stage with numerous national personalities and appeared on radio and television broadcasts from coast to coast.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 28,
            "sentence": "He is also the published author of more than 100 works of short fiction.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 29,
            "sentence": "His collection, Tales from the Red Rooster Cafe is available at Barnes & Noble and on Amazon.com Related articles More from author BREAKING NEWS POLITICS September 21, 2018 BREAKING NEWS WORLD February 24, 2020 BREAKING NEWS POLITICS January 30, 2019 BREAKING NEWS POLITICS November 4, 2020 WORLD January 13, 2020 BREAKING NEWS CULTURE WAR August 7, 2018 Leave a reply Cancel reply Save my name, email, and website in this browser for the next time I comment.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 30,
            "sentence": "Notify me of follow-up comments by email.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 31,
            "sentence": "Notify me of new posts by email.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 32,
            "sentence": "You may interested BREAKING NEWS POLITICS POLITICS BREAKING NEWS POLITICS November 23, 2020 November 21, 2020 November 20, 2020 November 19, 2020 November 18, 2020 on October 1, 2020 […] PublicDomain/shadolsonshow.com am […] on May 7, 2020 Keep it up Shad.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 33,
            "sentence": "LARRY on May 3, 2020 *whose on April 20, 2020 Your time is almost up.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 34,
            "sentence": "on April 20, 2020 […] and convincing science to the argument this week, confirming a number of claims included in ... on April 19, 2020 I have just discovered your show.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 35,
            "sentence": "It is interesting and informative.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 36,
            "sentence": "I am a Republican and ... No tin foil hat since trump on April 15, 2020 It's also harvested with electronic laser devices.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 37,
            "sentence": "President Trump will winn elecyions coming months, so will he punish ... on April 12, 2020 Jesus need's us.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 38,
            "sentence": "He is locked up away in some Electromagnetic Prison Hold.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 39,
            "sentence": "I ... on April 11, 2020 Well said, Shad.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 40,
            "sentence": "Satanists main commandment is \"Do as thou will\".",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 41,
            "sentence": "Everything ... on April 9, 2020 Your knowledge as a red blooded Christian who doesn’t even know how to spell “ridiculous” is ... on April 9, 2020 And yet satanist do the greatest harm that can be inflicted; Denouncing the deity of Jesus ... Big mageone1 on April 9, 2020 Excise me but your so wrong, you don't know this secret world of hidden knowledge.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 42,
            "sentence": "I ... on April 8, 2020 obviously you don't know anything about the satanic religion.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 43,
            "sentence": "BTW: There are many types of Satanists.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 44,
            "sentence": "There are so many people who practice the dark arts.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 45,
            "sentence": "There is not ... on April 7, 2020 A BUNCH OF SICK PEOPLE..",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 46,
            "sentence": "THERE BE NO PLACE IN GOD'S NEW KINGDOM FOR THE,, THEY ... on April 3, 2020 First time on site.. .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 47,
            "sentence": "Mr. Olsen, use of language and diction is very professional.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 48,
            "sentence": "Someone else ... on April 2, 2020 This has to be stopped.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 49,
            "sentence": "THEY have to be stopped.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 50,
            "sentence": "YOU are on the ... Find us on Facebook Regardless of political party, religious faith, economic class or avocation, Americans of every description must realize they are and have been targeted for obsolescence.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 51,
            "sentence": "Defeating the long standing antihuman plot to control mankind covertly through every means necessary can only be defeated by a popular return to personal awakening and excellence.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 52,
            "sentence": "It starts with you.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 53,
            "sentence": "About us THE SHAD OLSON SHOW 1-7-SHAD-USA-75 1-774-238-7275 shadolsonshow@gmail.com November 23, 2020 November 21, 2020 November 20, 2020 November 19, 2020 December 22, 2018 October 26, 2018 September 20, 2018 July 20, 2019 on October 1, 2020 […] PublicDomain/shadolsonshow.com am […] on May 7, 2020 Keep it up Shad.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 54,
            "sentence": "LARRY on May 3, 2020 *whose Follow us SHAD OLSON SHOW .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}