{
    "document_id": -1,
    "url": "https://www.broadcastingcable.com/news/groups-push-for-rehearing-of-net-neutrality-decision",
    "document_category": "Blog/magazine",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-04-30 18:40:05.122818+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "TV Careers RSS TV Careers TV Careers Ask full appeals court to hear panel decision upholding Pai dereg Publish date: Dec 13, 2019 Led by , multiple petitions have been filed seeking full court review of the decision upholding the Ajit Pai-led FCC&apos;s reclassification of internet access as a Title I information service and eliminating the rules against blocking, throttling and paid prioritization.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "In a victory for ISPs, on Oct. 1 a three-judge panel of the U.S. Court of Appeals for the D.C.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "Circuit unanimously upheld most of the Republican-led FCC&apos;s deregulation of internet access.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "Mozilla et al, are now asking the full court to review and reverse that panel decision.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "The deadline for petitions was Friday (Dec. 13).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "Not all the challengers to the dereg are on the petitions but virtually all will be participating, with some filing notices of support.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "If the court does not agree to the review--appeals courts don&apos;t routinely grant en banc review-- the next stop is the Supreme Court.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "“Alongside fellow petitioners, we filed for rehearing in response to the D.C.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "Circuit decision on net neutrality handed down in October,\" said Amy Keating, Mozilla chief legal officer .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "As we said then, the fight is far from over.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "The decision raises issues of exceptional importance to protecting consumers and the open internet, and we look forward to continuing the fight to preserve net neutrality as a fundamental digital right.” Joining Mozilla on its petition for en banc (full court) review were Etsy, INCOMPAS, and Vimeo.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "\"[W]e believe the Court can in fact overturn the FCC’s new treatment of broadband service despite some of the deciding judges’ belief that Supreme Court precedent prevents rejection of what they consider a nonsensical outcome,\" the groups said.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "They tell the court that re-hearing is warranted because the panel decision conflicts with the Supreme Court&apos;s Brand X decision and because \" the decision presents an issue of exceptional importance, as it affirms the reversal of U.S. policies promoting the open Internet, and the repeal of the FCC’s 2015 net neutrality rules upheld by this Court in USTA, with ramifications for consumers and Internet companies nationwide.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "Among others petitioning the court for re-hearing were the and the the latter which also suggested that the court had misread Brand X.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "\"Two of the three judges on the DC Circuit panel reluctantly upheld the FCC’s repeal of Net Neutrality rules because they are bound by the Supreme Court’s Brand X precedent,\" said Andrew Schwartzman, senior counselor.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "\"The rehearing petitions filed today invite those judges and their colleagues to reconsider this analysis.Changes in the way Internet service is delivered and other facts that the panel overlooked justify a different result: reversal of all elements of the FCC’s decision,\" he said.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "\"It is notable that the parties joining the Benton Institute for Broadband & Society in petitioning for en banc review of the panel decision in Mozilla v. FCC include public interest organizations like Benton, as well as tech companies, civil rights groups and state and local government.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "Those are New America’s Open Technology Institute, Free Press, Public Knowledge, CDT, CCIA, and the National Association of State Utility Consumer Advocates.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "NHMC challenged the decision because it says it was based on a record restricted by the FCC, which denied FOIA requests by NHMC for some records on the much-criticized public comment.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "\"The Commission’s denial of NHMC’s motion prevented the public from reviewing and commenting on a critical source of information directly relevant to the Restoring Internet Freedom NPRM’s reclassification proposal process,\" it told the court.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "terms: FCC Next TV Full court will likely get multiple petitions to re-think panel decision Said government shutdown won't delay issue's latest day in court Activists pledge to fight on; dereg fans praise court call All parties said to agree to await court decision on FCC dereg order Dozens of parties, half-dozen lawyers, will hash it out Feb. 1 House considering Democratic bill nullifying Pai FCC dereg Cites partial government shutdown, Justice advice Court also signals extended government shutdown could create 'serious disruptions' RSS",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}