{
    "document_id": -1,
    "url": "https://www.thehealthyamerican.org/masks-dont-work",
    "document_category": "Blog",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:55:54.060130+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "0 THE HEALTHY AMERICAN Peggy's Story OSHA Write to your Reps Order T-shirts  Peggy's Help  DONATE  THE HEALTHY AMERICAN Peggy's Story OSHA Write to your Reps Order T-shirts  Peggy's Help  DONATE  Peggy's Story  OSHA  Write to your Reps  Order T-shirts  Peggy's Help  DONATE  “How can a person be forced by any business or government entity to wear a mask (which affects the respiratory system) without having a physical exam by a licensed doctor who approves such an action?” reduce intake of oxygen , leading to carbon dioxide toxicity Germs are trapped near your mouth and nose, increasing risk of infection Wearing a mask causes you to touch your face more frequently There is no scientific evidence that supports healthy people wearing masks obscure your facial features and impede normal social interaction Masks make it hard for hearing-impaired people to understand you symbolize suppression of speech MASKS DO NOT PREVENT SPREAD OF VIRUS NOTE: Many links are being scrubbed (removed) from the Internet.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "We are updating as possible.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "KEY FINDINGS: A study on health effects of wearing masks.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "While the study does not show long term health effects they will eventually be unavoidable because physiological short term symptoms are still present.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "\"Wearing an N95 for an entire 12-hour shift had statistically significant negative effects on some physiologic measures and subjective symptoms.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "Over time, nurses’ CO2 levels became significantly elevated, from a statistical standpoint, compared with beginning-of-shift baseline measures; perceived exertion; perceived shortness of air; and complaints of headache, lightheadedness, and difficulty communicating also increased over time (Tables 3 and and4 ).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "CO2 levels increased from a baseline average of 32.4 at the beginning of the shift to 41.0 at the end of each shift.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "There were no changes in nurses’ blood pressure, O2 levels, perceived comfort, perceived thermal comfort, or complaints of visual difficulties compared with baseline levels.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "Source: Physiologic and other effects and compliance with long-term respirator use among medical intensive care unit nurses - Study When a person has negative physiological symptoms for a long period of time it can cause stress and anxiety.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "\"Being stressed out for a long period of time might increase anxiety, a new study shows.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "The study, published in Behavioral Neuroscience, lays some of the blame on stress hormones.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "Those stress hormones -- such as cortisol and corticotropin-releasing hormone -- can help respond to an immediate threat.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "Source: WebMd Stress is a major contributor to disease manifestation since it is known to lower the immune system.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "\"When we're stressed, the immune system's ability to fight off antigens is reduced.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "That is why we are more susceptible to infections.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "The stress hormone corticosteroid can suppress the effectiveness of the immune system (e.g.lowers the number of lymphocytes).\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "Source: Stress, Illness and the Immune System .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "Simply Psychology Website Study pdf link: Physiologic and other effects and compliance with long-term respirator use among medical intensive care unit nurses https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7132714/ Face masks: \"In our systematic review, we identified 10 RCTs that reported estimates of the effectiveness of face masks in reducing laboratory-confirmed influenza virus infections in the community from literature published during 1946–July 27, 2018.In pooled analysis, we found no significant reduction in influenza transmission with the use of face masks\" Source: Article, Nonpharmaceutical Measures for Pandemic Influenza in Nonhealthcare Settings—Personal Protective and Environmental Measures .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "From the Center for Disease Control Website \"Disposable medical masks (also known as surgical masks) are loose-fitting devices that were designed to be worn by medical personnel to protect accidental contamination of patient wounds, and to protect the wearer against splashes or sprays of bodily fluids (36).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "There is limited evidence for their effectiveness in preventing influenza virus transmission either when worn by the infected person for source control or when worn by uninfected persons to reduce exposure.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "Our systematic review found no significant effect of face masks on transmission of laboratory-confirmed influenza.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 21,
            "sentence": "Source: Article, Nonpharmaceutical Measures for Pandemic Influenza in Nonhealthcare Settings—Personal Protective and Environmental Measures https://www.rcreader.com/commentary/masks-dont-work-covid-a-review-of-science-relevant-to-covide-19-social-policy Dept of Labor OSHA guidlines... Human beings must breathe oxygen to survive, and begin to suffer adverse health effects when the oxygen level of their breathing air drops below [19.5 percent oxygen].",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 22,
            "sentence": "Below 19.5 percent oxygen air is considered oxygen-deficient.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 23,
            "sentence": "At concentrations of 16 to 19.5 percent, people engaged in any form of exertion can rapidly become symptomatic as their tissues fail to obtain the oxygen necessary to function properly (Rom, W., Environmental and Occupational Medicine, 2nd ed.; Little, Brown; Boston, 1992).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 24,
            "sentence": "Wearing a mask can reduce oxygen intake by 20% or more causing the individuals oxygen inhalation to be well below the necessary 19.5 percent.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 25,
            "sentence": "\"We know that wearing a mask outside health care facilities offers little, if any, protection from infection.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 26,
            "sentence": "LINK HERE (2) CAL-OSHA Regulations: ”Cloth face coverings do not protect against COVD -19” LINK HERE \"Face coverings may increase risk if users reduce their use of strong defenses.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 27,
            "sentence": "\"There is limited evidence to suggest that use of cloth face coverings by the public during a pandemic could help reduce disease transmission.” LINK HERE (4) FDA - “Even a properly fitted N95 mask does not prevent illness or death” LINK HERE (5) CDC — There is no scientific evidence for healthy people wearing masks.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 28,
            "sentence": ": ”There is no scientific evidence that masks are effective.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 29,
            "sentence": "If you are not sick, you should not wear a face mask.” LINK HERE \"Many young children burst into tears or recoil when someone wearing a mask approaches.By putting on masks, we take away information that makes it especially difficult for children to recognize others and read emotional signals, which is unsettling and disconcerting.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 30,
            "sentence": "LINK HERE ” Masks are not effective in preventing the general public from catching coronavirus.” LINK HERE “People should not be walking around wearing masks.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 31,
            "sentence": "Masks do not provide the protection people think they do.” LINK HERE ”There is no specific evidence to suggest that the wearing of masks by the mass population has any potential benefit.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 32,
            "sentence": "In fact, there’s some evidence to suggest the opposite in the misuse of wearing a mask properly or fitting it properly.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 33,
            "sentence": "Contact these agencies Board of Supervisors (they have some authority the board of health) HOAs Any other establishments that require patrons to wear masks It’s best to speak calmly, and in a manner of requesting information.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 34,
            "sentence": "Use the bullet point examples below in the form of questions.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 35,
            "sentence": "Be polite but firm and require specific answers and a timeframe that they must respond.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 36,
            "sentence": "Contact the businesses you want to visit in advance.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 37,
            "sentence": "Tell them you are coming, and you won’t be wearing a mask for medical reasons.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 38,
            "sentence": "Speak to the manager calmly and with conviction.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 39,
            "sentence": "Write to the corporate offices with these questions (also good to ask in person at the store) “What are the medical grounds for your requesting your customers to wear a mask?” “Are you aware there is no state regulation requiring that customers wear masks?” “Would you provide me with the peer-reviewed research published in a reputable medical journal that conclusively demonstrates that healthy people wearing masks prevents the spread of disease?” “Are you aware that a licensed medical doctor is the only person qualified to give me medical advice, and wearing a mask is considered a health intervention because it affects the function of the respiratory system.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 40,
            "sentence": "Are you providing a licensed medical doctor at the entrance to your store to provide physical exams of the public to make this recommendation?” “Are you aware that my civil liberties protection (in CA, it is California Civic Code 51 (b) states that I am a free and equal citizen and cannot be denied services by any business establishment due to a medical condition?” Send this to COSTCO 1-425-313-8100 and ALL local businesses 1.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 41,
            "sentence": "You enforce 6 feet distance between people.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 42,
            "sentence": "You require your associates to wear masks.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 43,
            "sentence": "There is often a plexiglass divider between customer and cashier.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 44,
            "sentence": "There is zero logic behind a healthy person wearing a mask if those at risk are already wearing masks.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 45,
            "sentence": "You might be saying, \"Just wear a mask and get along.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 46,
            "sentence": "-One reason I don't wear a mask and object to doing so is because I understand that the UNIMPEDED flow of oxygen is essential to my health and immune system.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 47,
            "sentence": "-When you DECREASE the flow of oxygen, your body produces cortisol, which harms your immune function.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 48,
            "sentence": "-In other words, unless you are already sick or have a weakened immune system, wearing a mask is going to do more harm than good.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 49,
            "sentence": "Here are MEDICAL REFERENCES that show cloth or paper masks don’t work to prevent infection, and actually put your health at risk: Reference 1 : Mask guidance from the WHO Reference 2: New findings, published in the suggest that neither surgical nor cloth masks are at all effective in stopping the spread of SARS-CoV-2.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 50,
            "sentence": "Reference 3 : A randomized-study with cloth masks show they INCREASE risk of infection.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 51,
            "sentence": "Reference 4 : WHY FACE MASKS DON’T WORK Reference 5 : FACE MASKS POSE SERIOUS RISK TO HEALTHY Here are LAWS that protect your right to enter your place of business without a mask: Reference 6: ADA Information and links: 42 U.S. Code § 12181.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 52,
            "sentence": "Public entities, including grocery stores, cannot discriminate based on disability Definition of a disability from the ADA website When a public entity provides services, programs, or activities to the public, no qualified individual with a disability shall be excluded from participation in, be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any public entity on the basis of disability.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 53,
            "sentence": "Title II of the Americans with Disabilities Act (“ADA”), 42 U.S.C.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 54,
            "sentence": "§§ 12131-12165 The Attorney General is responsible for enforcing Title II of the ADA, 42 U.S.C.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 55,
            "sentence": "§§ 12131-12165 and the relevant regulations implementing Title II, 28 C.F.R.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 56,
            "sentence": "35 and 49 C.F.R.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 57,
            "sentence": "How to file an ADA complaint Contact the ADA Information Line at 1-800-514-0301 From CA DEPT OF HEALTH Guidance: \"FACE COVERINGS MAY INCREASE RISK if users reduce their use of strong defenses...\" \"Individuals... should wear coverings IF THEY FEEL COMFORTABLE DOING SO.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 58,
            "sentence": "\"YOU MAY CHOOSE TO WEAR A CLOTH FACE COVERING when you must be in public for essential activities, such as shopping at the grocery store.\"",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 59,
            "sentence": "CALIFORNIA CITIZENS are PROTECTED BY LAW CA CIVIL CODE 51 Sec.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 60,
            "sentence": "51 (b) All persons within the jurisdiction of this state are free and equal, and no matter what their sex, race, color, religion, ancestry, national origin, disability, medical condition , genetic information, marital status, sexual orientation, citizenship, primary language, or immigration status are entitled to the full and equal accommodations, advantages, facilities, privileges, or services in all business establishments of every kind whatsoever.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 61,
            "sentence": "Health and Safety Code 120290 HS is the California statute that makes it a crime for a person intentionally to transmit an infectious disease .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 62,
            "sentence": "The code section states: “A defendant is guilty of intentional transmission of an infectious or communicable disease if all of the following apply: The defendant knows that he or she or a third party is afflicted with an infectious or communicable disease.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 63,
            "sentence": "The defendant acts with the specific intent to transmit or cause an afflicted third party to transmit that disease to another person.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 64,
            "sentence": "The defendant or the afflicted third party engages in conduct that poses a substantial risk of transmission to that person.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 65,
            "sentence": "The defendant or the third party transmits the infectious or communicable disease to the other person.” We need your SUPPORT to continue doing this important work of researching and creating videos and materials to educate and inform — so we can LIVE LIFE FULLY and FREELY!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 66,
            "sentence": "205 Avenida del Mar #681 .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 67,
            "sentence": "San Clemente, CA 92674 .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}