{
    "document_id": -1,
    "url": "http://cyberlaw.stanford.edu/blog/2019/10/court-decision-clears-way-state-net-neutrality-laws",
    "document_category": "Blog",
    "annotators": [],
    "author": " Barbara van Schewick",
    "language": "en",
    "scrape_timestamp": "2020-04-30 19:51:07.193189+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": " ↓ Utility menu The Center for Internet and Society at Stanford Law School is a leader in the study of the law and policy around the Internet and other emerging technologies.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "Search form CIS RSS Feeds - Any - March 2020 February 2020 January 2020 December 2019 November 2019 October 2019 September 2019 August 2019 July 2019 June 2019 May 2019 April 2019 March 2019 February 2019 January 2019 December 2018 November 2018 October 2018 September 2018 August 2018 July 2018 June 2018 May 2018 - Any - - Any - #DoNotTrack 2013-01-18 230 3D printing 512(c) access access-right accountability Ackies v. US ACLU v. Clapper activism ad blocking adwords AI algorithms andrew mclaughlin angie-you-can anime anonymity anonymous speech anti-circumvention anti-spam Anti-trust antitrust aol apple APPS Act april fool's architecture Article 13 artificial intelligence artistic license Ask.com attorney's fees auction auctions automation bias avm bailout banking banks Baseline privacy law Beijing 2008 BEREC beyondpix bit torrent bitcoin blackhat blogosphere blues books border borrowing brain-computer privacy breach of contract bridgeport briefs broadband broadcasting bulk collection by reason of cablevision CALEA CAN-SPAM cars cc CCOA CCPA cda CDA 230 cell phone tracking Cellphone spying censorship CFAA child children's rights china choice of law CIA circumvention circumvention device CISA CISPA citizen journalism civil rights civility CLA class action clickwrap CLOUD Act code coders' rights project collapse comcast commerce common law commons theory communication theory communications community competition law compliance computer computer search computerhistory condition conference confidentiality connecting the dots conspiracy constitutional law consumer privacy consumerism content content blocking contract contract termination contracts contributory contributory infringement cookie clearinghouse copynorms corrupt judges corrupting judges counter-terrorism counterclaim court cases covenant COVID-19 creative commons license credit credit crisis credit rating criminal criminal law crowdfunding CSLI cspa culture customer customer details customer information cyber diplomacy cyber regime change cyber-bullying cyber-espionage cyber-trolls cyberattacks cyberhate cyberlaw cyberspace cyberstalking cybits damages data mining data protection data retention databases death penalty deep learning Deep packet inspection defamation defense deficit derivative design detention camp device DHS digital citizenship digital democracy digital expression Digital intellectual property enforcement digital marketing digital music digital rights management digital-ad targeting discriminate traffic distribution DMCA dmca anti-circumvention fairuse DMCA anti-circumvention hacking innovation DNA DNA Databases domain names domestic surveillance donottrack DoubleClick downloading drawings drm e-commerce e-mail EARN IT Act eBay ECHR ecj eco eCommerce economics ECPA EDNY education EFF effects test elections electronic democracy electronic mail advertising act emaa email emi empirical data encryption end-to-end arguments principle end-to-end encryption end-users eric schmidt ethics EU EU law european court of justice extraterritoriality FAA facebook facial recognition fathers' rights FBI fcc fehrs FICO file-sharing filesharing filtering financial crisis firefox FISA FISC flickr flying cars FOIA FOIL foreign sovereign immunity foreign surveillance forum selection FOSTA fracking france fraud free expression free license free press free software freedom freedom of information Freedom of the Press freedom to tinker FTC funding future of news future of privacy forum GDPR geeks shall inherit the world genetic testing german constitutional court germany GFDL gift economy GIS GoldiBlox GoldieBlox good faith belief google analytics google book settlement google books google books agreement Google DMCA governmediality government Government 2.0 gpl green hacking harm harry potter hate speech hill HIPAA hollywood home mortgage relief human enhancement icann icons immigration immunity in-store tracking infomercials information information costs information revolution information society directive information theory infrastructure infringement innovation intellectual privacy intelligence interactive computer services interception intermediary liability (tag) international law enforcement cooperation internet libel internetlibel intrusion publication surveillance invasion of privacy investing io IP reform iphone iphone5 ISIL ISIS israel isreal ITU j.k. Rowling jacobsen japanese JAVA jaynes john doerr journalism judicial reasoning jurisdiction katzer kevin bankston keywording keywords killer robots knol konomark kzsu law law enforcement law enforcement.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "stingray law of the case law school least restrictive means leaving legal ethics legal futures conference legislation lennon lenz lexicon LGBT libel libel defamation internetlibel libel defamation internetlibel england libel internetlibel licence license plate scanners licensing like linux litigation costs MAI Systems v. Peak market markets marvin ammori mass surveillance memes men's rights michael birnhack militarization military misappropriation Mitch McConnell MLAT mobile banking mobile content providers model railroad software money morning edition mPesa muni wifi music music sampling mutual legal assistance myspace narrowly tailored nationalsecurityletters usapatriotact NATO negligence net neutrality network management networked information economy neuroscience new media new technologies newspapers newsworthiness nicolas cage niva elkin-koren notice NPR NSA nylabone NYT v. Tasini NYT.com obama obscene offers offshoring OGC online abuse online anti-semitism online banking online behavioral advertising online gambling online harassment online privacy online safety online security online threats online tracking OpenGIS operating system orphan works overbreadth oversight p2p paparazzi paris hilton parser participatory culture party passwords patent patent auctions patent trolls patnets patronage PayPal PdF2011 peace peer-to-peer pen trap personal jurisdiction PET PGP phone numbers phones pictures PIPA piracy platforms pleading standard PodCampWest podcasting Police and surveillance technologies policy political bosses populism pornography port premise prince privacy by design privacy controls privacy government surveillance privacy icons privacy online privacy policies Privacy.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "SOPA Protect IP privicons profiling programming project psychology public data public domain public interest public opinion publications radio RAM doctrine rate plans real estate recession reconstruction reference regulations remittances remix reporter's shield reproduction responsibility retention revenge porn RFID ride sharing right of publicity Right to be Forgotten rights rim robot robot ethics Robot rights robots Rogers test royalties rubico Rule 41 rules for the revolution safe harbor safety salmon sampling search second life secondary liability Section 1201 Section 215 Section 230 Section 512 Section 702 security surveillance-resistance security terrorism seizure self-driving cars self-regulation service providers SESTA settlement sex SexSearch.com Shared-vehicle market sharing smartphones social devices social media Social networking social norms society software software license sony SOPA SOPA Protect IP sovereignty spam speaking special 301 speech sports spyware ssrc state-owned banks statistics steve borsch steve jobs stingrays storage strip club stubhub subpoena substantial publication substantially similar surveillance Surveillance art surveillance-resistance tags takedown notice TARP Tax return tcblog technical protection technical standards policy technology telecommunications telecoms television terms of service terrorism thumbnails ticket scalping tim wu tort law torture tracking trade dress trade secret trademark transformative TrustyCon TSA TWIL unconscionable undefined unfair competion unfair competition universal user experience vagueness venture capital veoh veteran's rights vicarious video clip video game virtual reality virtual worlds VPNs vulnerability disclosure wall street WannaCry war warrant wearable technology web 2.0 web hosting WhatsApp wikileaks wikipedia william patry WILMap wipo wireless women women's issues women's rights www.npr.org XML yahoo image search yahoo search yahoo!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "search YouTube zohar efroni §102(b) Vol.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "1 - Any - Aleecia McDonald Andrew McLaughlin anonymous facebook twitter youtube flickr Subscribe to email updates email address Subscribe to RSS feeds Attend an event Donate to CIS Other ways to get involved » share print on October 1, 2019 at 10:58 am ",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "On Tuesday, the D.C.Circuit Court of Appeals issued a ruling on the challenge to the FCC’s 2017 net neutrality repeal.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "The ruling barely upheld the repeal, but sent it back to the FCC for failure to deal with public safety and for deficiencies related to Lifeline subsidies and access to utility poles by broadband-only providers.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "Crucially, the court ruled that the FCC’s abdication of oversight over broadband providers left it with no power to prevent states from providing their own net neutrality protections.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "Here’s my statement: “Today’s decision that the FCC can’t stop states from protecting their citizens online is a historic win for California and all Internet users.",
            "fact": false,
            "misinformation": false,
            "opinion": true,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "In 2017, the FCC abolished all net neutrality protections and abdicated its duty to ensure the nation’s most important communication system remains open and free.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "The repeal took effect last June, leaving American Internet users unprotected for the first time since the Internet’s inception.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": true,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "Last year, California stepped in to protect Californians by passing a law that restores net neutrality in the state.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": true,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "Today’s ruling shows California had the right to do so.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "While the FCC's 2017 Order explicitly banned states from adopting their own net neutrality laws, the court ruled that preemption is invalid.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "As I argued in support of California’s law and in a brief to the court , an agency that has no power to regulate has no power to preempt the states.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "When the FCC repealed the 2015 Open Internet Order, it said it had no power to regulate broadband internet access providers.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "That means the FCC cannot prevent the states from adopting net neutrality protections because the FCC’s repeal order removed its authority to adopt such protections.",
            "fact": false,
            "misinformation": false,
            "opinion": true,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "Today’s decision is based on this theory.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "“In any area where the Commission lacks the authority to regulate, it equally lacks the power to preempt state law,” the court said.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "California’s net neutrality law SB 822, championed by California State Senator Scott Weiner, went into effect on January 1, 2019.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 21,
            "sentence": "SB 822 is the first state-level law that truly restores all of the 2015 net neutrality protections.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 22,
            "sentence": "That’s why it’s widely viewed as a net neutrality model law.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 23,
            "sentence": "SB 822 ensures that Californians, not the companies they pay to get online, get to be in control of what sites, apps and services they use.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 24,
            "sentence": "SB 822 bans ISPs from blocking, throttling, and charging websites fees for access to the ISP’s subscribers or for fast lanes, which protects California’s economic growth, innovation economy and democratic engagement.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 25,
            "sentence": "Until Congress or a new FCC restores comprehensive net neutrality protections, it is up to the states to protect their citizens.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 26,
            "sentence": "Today, the D.C.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 27,
            "sentence": "Today, the D.C.Circuit Court of Appeals cleared the way.",
            "fact": true,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 28,
            "sentence": "If other states want to act, SB 822 is the gold standard they should follow.",
            "fact": false,
            "misinformation": false,
            "opinion": true,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 29,
            "sentence": "Professor Barbara van Schewick is a professor of law at Stanford University and the director of Stanford Law School’s Center for Internet and Society.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 30,
            "sentence": "Add new comment Your name E-mail The content of this field is kept private and will not be shown publicly.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 31,
            "sentence": "* Notify me when new comments are posted Once you hit Save, your comment will be held for moderation before being published.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 32,
            "sentence": "You will not see a confirmation message once you hit the Save button but please be assured your comment has been submitted and we will review it.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 33,
            "sentence": "* Enter the characters shown in the image.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 34,
            "sentence": "Built by , powered by This work is licensed under a .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": true,
            "sentence_category": "Uncategorized"
        }
    ]
}