{
    "document_id": -1,
    "url": "https://www.collective-evolution.com/2020/04/16/study-the-flu-vaccine-is-significantly-associated-with-an-increased-risk-of-coronaviruses-not-covid19/",
    "document_category": "News Report",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:52:29.489075+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "CETV About CE Connect with us CETV About CE 7 months ago on April 16, 2020 A study published in the journal Vaccine found a greater risk of contracting coronavirus among individuals in the study who received the influenza vaccine.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "This does not refer to COVID 19, but to already circulating coronaviruses.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "published a study in the Journal titled, Influenza vaccination and respiratory virus interference among Department of Defense personnel during the 2017–2018 influenza season.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "study examined virus interference in a Department of Defense population, this refers to the increased risk of other respiratory viruses as a result of, in this case, the influenza vaccine.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "The study found that virus interference varied among vaccinated individuals for individual respiratory viruses, and found that for coronaviruses in particular, in this study, those who had been vaccinated with the flu vaccine had a 36 percent higher risk of contracting them.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "This doesn’t apply to the new coronavirus, but instead already existing circulating coronaviruses.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "advertisement - learn more The study also states that “The overall results of the study showed little to no evidence supporting the association of virus interference and influenza vaccination” and that more research is needed.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "Join CETV and get access to exclusive conversations, courses, and original shows that empower you to embody the changemaker this world needs.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "Click here to learn more!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "As far as Covid19, it’s a coronavirus but it has not been studied, obviously, so as of now it’s impossible to say that the flu shot would do this for Covid-19.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "The study compared the vaccination status of more than two thousand people with non-influenza respiratory viruses to more than three thousand people with pan-negative results.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "The vaccination status of more than three thousand cases of influenza were compared to three different control groups, and appropriate adjustments were made.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "The study points out that recently published studies have “described the phenomenon of vaccine-associated virus interference; that is, vaccinated individuals may be at increased risk for other respiratory viruses because they do not receive the non-specific immunity associated with natural infection.” The study goes on to emphasize that “There has been limited evidence that the influenza vaccine may actually be associated with the virus interference process.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "Other studies have found no association between influenza vaccination and increased respiratory virus risk.” Other studies have found no association between the flu vaccine and an increased risk for other respiratory viruses, but when looking specifically at coronavirus, Wolff’s study found that “Vaccine derived virus interference was significantly associated with coronavirus and human metapneumovirus; however, significant protection with vaccination was associated not only with most influenza viruses, but also parainfluenza, RSV, and non-influenza virus coinfections.” advertisement - learn more Metapneumovirus causes both upper and lower respiratory disease in all ages.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "Out of the 6120 people in the study with respiratory viruses other than influenza, those who received an influenza vaccine actually had a decreased risk of having other respiratory pathogens compared to the unvaccinated group.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "Again, it’s important to be specific with what respiratory pathogens one may have an increased risk of contracting as a result of being vaccinated against influenza.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "This is why for some pathogens, no increased risk was observed, and in some cases a decreased risk was observed.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "But again, specifically for coronavirus, a significant increased risk was observed.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "With regards to the coronavirus and human metapneumovirus, the data in this study showed an increased risk of contraction within vaccinated individuals to be 36 percent greater.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "The laboratory data in our study showed increased odds of coronavirus and human metapneumovirus in individuals receiving influenza vaccination…In our disease specific investigation, virus interference trends were noticed for coronavirus and human metapneumovirus…Examining non-influenza viruses specifically, the odds of both coronavirus and human metapneumovirus in vaccinated individuals were significantly higher when compared to unvaccinated individuals (OR = 1.36 and 1.51, respectively) The study concluded that: Receipt of influenza vaccination was not associated with virus interference among our population.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "Examining virus interference by specific respiratory viruses showed mixed results.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 21,
            "sentence": "Vaccine derived virus interference was significantly associated with coronavirus and human metapneumovirus; however, significant protection with vaccination was associated not only with most influenza viruses, but also parainfluenza, RSV, and non-influenza virus coinfections.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 22,
            "sentence": "But overall, the results showed “little to no evidence supporting the association of virus interference and influenza vaccination.” Furthermore, a study published in the same journal, found that“Among children there was an increase in the hazard of ARI (acute respiratory illness) caused by non-influenza respiratory pathogens post-influenza vaccination compared to unvaccinated children during the same period…Patient perceptions of illness following influenza vaccination may be supported.” The Department of Defense has a Global Respiratory Pathogen Surveillance Program (DoDGRS), it’s a DoD-wide program established by the Global Emerging Infections Surveillance and Response System (GEIS).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 23,
            "sentence": "This is how Wolff was able to gather all of his data with regards to who had been vaccinated with the influenza virus, and what other illnesses they experienced.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 24,
            "sentence": "The Defense Health Agency/Armed Forces Health Surveillance Branch – Air Force Satellite Cell (DHA/AFHSB – AF) and United States Air Force School of Aerospace Medicine (USAFSAM) also provided access to the data.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 25,
            "sentence": "According to the study above, “significant protection with vaccination was associated not only with most influenza viruses, but also parainfluenza, RSV, and non-influenza virus coinfections.” So, it does point out the benefits of influenza and suggests it’s effective.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 26,
            "sentence": "It also sites multiple studies that show it’s effective as well.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 27,
            "sentence": "But there is conflicting research on the the flu vaccine and its effectiveness against influenza.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 28,
            "sentence": "For example, Dr. Peter Doshi is an associate editor at and also an assistant professor of pharmaceutical health services research at the University of Maryland School of Pharmacy, published a paper in The BMJ titled “ In it, he points out that the CDC pledges “to base all public health decisions on the highest quality of scientific data, openly and objectively derived,” and how this isn’t the case when it comes to the flu vaccine and its marketing.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 29,
            "sentence": "He stresses that “the vaccine may be less beneficial and less safe than has been claimed, and that “the threat of influenza seems to be overstated.” He goes on to state: But perhaps the cleverest aspect of the influenza marketing strategy surrounds the claim that “flu” and “influenza” are the same.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 30,
            "sentence": "The distinction seems subtle, and purely semantic.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 31,
            "sentence": "But general lack of awareness of the difference might be the primary reason few people realize that even the ideal influenza vaccine, matched perfectly to circulating strains of wild influenza and capable of stopping all influenza viruses, can only deal with a small part of the “flu” problem because most “flu” appears to have nothing to do with influenza.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 32,
            "sentence": "Every year, hundreds of thousands of respiratory specimens are tested across the US.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 33,
            "sentence": "Of those tested, on average 16% are found to be influenza positive.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 34,
            "sentence": "(fig 2).⇓ All influenza is “flu,” but only one in six “flus” might be influenza.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 35,
            "sentence": "It’s no wonder so many people feel that “flu shots” don’t work: for most flus, they can’t.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 36,
            "sentence": "in this video : The flu vaccine happens to be the vaccine that causes the most injury in this country.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 37,
            "sentence": "The vaccine injury compensation program, 40 percent of all vaccinations in this country are flu shots, but 60 percent of all the compensations are for the flu vaccine.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 38,
            "sentence": "So a disproportionate number of vaccine related injuries are the flu shot.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 39,
            "sentence": "I think many of you it’s been recommended to you that you get the flu shot, I don’t know if you’re aware of the fact, the CDC statistics are, that every year they look at vaccine effectiveness, for this particular year the vaccine effectiveness is 48 percent, so that means it’s not highly effective.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 40,
            "sentence": "It’s not even all that effective, if you look at the scientific literature…the evidence to support giving the flu vaccine is moderate to weak.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 41,
            "sentence": "It is not strong evidence.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 42,
            "sentence": "They say the evidence to support giving the flu vaccine to people over the age of 65 is not there, it’s inconclusive.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 43,
            "sentence": "So a lot of the things we’ve been told as Americans about vaccinations are not really based on the science.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 44,
            "sentence": "( source ) The National Childhood Vaccine Injury (NCVIA) has already paid out approximately $4 billion to compensate families of vaccine injured children.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 45,
            "sentence": "As astronomical as the monetary awards are, they’re even more alarming considering HHS claims that only an estimated 1% of vaccine injuries are even reported to the (VAERS).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 46,
            "sentence": "Something to think about.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 47,
            "sentence": "At the end of the day, it’s not about who is right and who is wrong, and it’s not about one side or the other.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 48,
            "sentence": "It’s about coming together in a peaceful manner and understanding the concerns that are being raised, and dealing with them, addressing, and responding to them appropriately.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 49,
            "sentence": "We cannot hold hate in our own being if we want to rid the world of it, and we cannot use ridicule and judgement against, otherwise we are simply perpetuating what we are trying to get rid of.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 50,
            "sentence": "Operating from a place of peace is essential, it helps to see things in a clearer way, and it’s something that needs to become a necessity for all parties involved, whether you support vaccination or do not.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 51,
            "sentence": "These days, it’s not just knowing information and facts that will create change, it’s changing ourselves, how we go about communicating, and re-assessing the underlying stories, ideas and beliefs that form our world.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 52,
            "sentence": "We have to practice these things if we truly want to change.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 53,
            "sentence": "At Collective Evolution and CETV, this is a big part of our mission.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 54,
            "sentence": "Amongst 100's of hours of exclusive content, we have recently completed two short courses to help you become an effective changemaker, one called Profound Realization and the other called How To Do An Effective Media Detox.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 55,
            "sentence": "Join CETV, engage with these courses and more here!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 56,
            "sentence": "advertisement - learn more 3 mins ago on November 23, 2020 New research is adding worrisome evidence to concerns that the widely used weed killing chemical glyphosate may have the potential to interfere with human hormones.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 57,
            "sentence": "In a paper published in the journal titled Glyphosate and the key characteristics of an endocrine disruptor: A review , a trio of scientists concluded that glyphosate appears to have eight out of ten key characteristics associated with endocrine disrupting chemicals .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 58,
            "sentence": "The authors cautioned, however, that prospective cohort studies are still needed to more clearly understand the impacts of glyphosate on the human endocrine system.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 59,
            "sentence": "The authors, Juan Munoz, Tammy Bleak and Gloria Calaf, each affiliated with the University of Tarapacá in Chile, said their paper is the first review to consolidate the mechanistic evidence on glyphosate as an endocrine-disrupting chemical (EDC).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 60,
            "sentence": "Some of the evidence suggests that Roundup, Monsanto’s well-known glyphosate-based herbicide, can alter the biosynthesis of the sexual hormones, according to the researchers.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 61,
            "sentence": "EDCs may mimic or interfere with the body’s hormones and are linked with developmental and reproductive problems as well as brain and immune system dysfunction.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 62,
            "sentence": "The new paper follows publication earlier this year of an assortment of animal studies that indicated glyphosate exposures impact reproductive organs and threaten fertility.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 63,
            "sentence": "Glyphosate is the world’s most widely used herbicide, sold in 140 countries.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 64,
            "sentence": "Introduced commercially in 1974 by Monsanto Co, the chemical is the active ingredient in popular products such as Roundup and hundreds of other weed killers used by consumers, municipalities, utilities, farmers, golf course operators, and others around the world.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 65,
            "sentence": "a professor at Emory University’s Rollins School of Public Health, said the evidence “tends to overwhelmingly indicate that glyphosate has endocrine disrupting properties.” “It’s not necessarily unexpected since glyphosate has some structural similarities with many other endocrine disrupting pesticides; however, it is more concerning because glyphosate use far surpasses other pesticides,” said Barr, who directs a program within a National Institutes of Health-funded human exposure research center housed at Emory.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 66,
            "sentence": "“Glyphosate is used on so many crops and in so many residential applications such that aggregate and cumulative exposures can be considerable.” Phil Landrigan, director of the Global Observatory on Pollution and Health, and a professor of biology at Boston College, said the review pulled together “strong evidence” that glyphosate is an endocrine disruptor.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 67,
            "sentence": "“The report is consistent with a larger body of literature indicating that glyphosate has a wide range of adverse health effects – findings that overturn Monsanto’s long-standing portrayal of glyphosate as a benign chemical with no negative impacts on human health,” said Landrigan.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 68,
            "sentence": "EDCs have been a subject of concern since the 1990s after a series of publications suggested that some chemicals commonly used in pesticides, industrial solvents, plastics, detergents, and other substances could have the capacity to disrupt connections between hormones and their receptors.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 69,
            "sentence": "Scientists generally recognized ten functional properties of agents that alter hormone action, referring to these as ten “key characteristics” of endocrine-disruptors.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 70,
            "sentence": "The ten characteristics are as follows: EDC’s can: Alter hormone distribution of circulating levels of hormones Induce alterations in hormone metabolism or clearance Alter the fate of hormone-producing or hormone-responsive cells Alter hormone receptor expression Antagonize hormone receptors Interact with or activate hormone receptors Alter signal transduction in hormone-responsive cells Induce epigenetic modifications in hormone-producing or hormone-responsive cells Alter hormone synthesis Alter hormone transport across cell membranes The authors of the new paper said a review of the mechanistic data showed that glyphosate met all of the key characteristics with the exception of two: “Regarding glyphosate, there is no evidence associated with the antagonistic capacity of hormonal receptors,” they said.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 71,
            "sentence": "As well, “there is no evidence of its impact on hormonal metabolism or clearance,” according to the authors.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 72,
            "sentence": "Research over the last few decades has largely focused on links found between glyphosate and cancer, particularly non-Hodgkin lymphoma (NHL.)",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 73,
            "sentence": "In 2015, the World Health Organization’s International Agency for Research on Cancer classified glyphosate as a probable human carcinogen.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 74,
            "sentence": "More than 100,000 people have sued Monsanto in the United States alleging exposure to the company’s glyphosate-based herbicides caused them or their loved ones to develop NHL.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 75,
            "sentence": "The plaintiffs in the nationwide litigation also claim Monsanto has long sought to hide the risks of its herbicides.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 76,
            "sentence": "Monsanto lost three out of three trials and its German owner Bayer AG has spent the last year and a half trying to settle the litigation out of court.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 77,
            "sentence": "The authors of the new paper took note of the ubiquitous nature of glyphosate, saying “massive use” of the chemical has “led to a wide environmental diffusion,” including rising exposures tied to human consumption of the weed killer through food.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 78,
            "sentence": "The researchers said that though regulators say the levels of glyphosate residue commonly found in foods are low enough to be safe, they “cannot rule out” a “potential risk” to people consuming foods containing contaminated with the chemical, particularly grains and other plant-based foods, which often have higher levels than milk, meat or fish products.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 79,
            "sentence": "U.S. government documents show glyphosate residues have been detected in a range of foods, including organic honey , and granola and crackers.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 80,
            "sentence": "Canadian government researchers have also reported glyphosate residues in foods.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 81,
            "sentence": "One report issued in 2019 by scientists from Canada’s Agri-Food Laboratories at the Alberta Ministry of Agriculture and Forestry found glyphosate in 197 of 200 samples of honey they examined.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 82,
            "sentence": "Despite the concerns about glyphosate impacts on human health, including through dietary exposure, U.S. regulators have steadfastly defended the safety of the chemical.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 83,
            "sentence": "The that it has not found ” any human health risks from exposure to glyphosate.” Written by Carey Gillam, research director of U.S.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 84,
            "sentence": "Right to Know, where it was originally posted.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 85,
            "sentence": "These days, it’s not just knowing information and facts that will create change, it’s changing ourselves, how we go about communicating, and re-assessing the underlying stories, ideas and beliefs that form our world.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 86,
            "sentence": "We have to practice these things if we truly want to change.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 87,
            "sentence": "At Collective Evolution and CETV, this is a big part of our mission.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 88,
            "sentence": "Amongst 100's of hours of exclusive content, we have recently completed two short courses to help you become an effective changemaker, one called Profound Realization and the other called How To Do An Effective Media Detox.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 89,
            "sentence": "Join CETV, engage with these courses and more here!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 90,
            "sentence": "4 weeks ago on October 25, 2020 A recently published paper has found a positive association between COVID-19 deaths and influenza vaccination rates in elderly people worldwide.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 91,
            "sentence": "recently published study in PeerJ by Christian Wehenkel, a Professor at Universidad Juárez del Estado de Durango in Mexico, has found a positive association between COVID-19 deaths and influenza vaccination rates in elderly people worldwide.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 92,
            "sentence": "According to the study, “The results showed a positive association between COVID-19 deaths and IVR (influenza vaccination rate) of people ≥65 years-old.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 93,
            "sentence": "There is a significant increase in COVID-19 deaths from eastern to western regions in the world.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 94,
            "sentence": "Further exploration is needed to explain these findings, and additional work on this line of research may lead to prevention of deaths associated with COVID-19.” To determine this association, data sets from 39 countries with more than half a million people were analyzed.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 95,
            "sentence": "The study was published on October 1st, and two weeks later a note from the publisher appeared atop the paper emphasizing that correlation does not equal causation, and that this paper “should not be taken to suggest that receiving the influenza vaccination results in an increased risk of death for an individual with COVID-19 as there may be confounding factors at play.” The paper provides evidence from others which have recently been published that ponder if the flu shot could increase ones chance of contracting and dying from COVID-19.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 96,
            "sentence": "For example, this study published in April of 2020, reported a negative correlation between influenza vaccination rates (IVRs) and COVID-19 related mortality and morbidity.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 97,
            "sentence": "also showed epidemiological evidence of an association between higher influenza vaccine uptake by elderly people and lower percentage of COVID-19 deaths in Italy, which directly contradicts the author’s own findings and suggests that the flu shot may help prevent COVID-19 related deaths.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 98,
            "sentence": "He goes on to mention another study: In a study analyzing 92,664 clinically and molecularly confirmed COVID-19 cases in Brazil, Fink et al.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 99,
            "sentence": "(2020) reported that patients who received a recent flu vaccine experienced on average 17% lower odds of death.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 100,
            "sentence": "Moreover, Pawlowski et al.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 101,
            "sentence": "(2020) analyzed the immunization records of 137,037 individuals who tested positive in a SARS-CoV-2 PCR.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 102,
            "sentence": "They found that polio, Hemophilus influenzae type-B, measles-mumps-rubella, varicella, pneumococcal conjugate (PCV13), geriatric flu, and hepatitis A/hepatitis B (HepA-HepB) vaccines, which had been administered in the past 1, 2, and 5 years, were associated with decreased SARS-CoV-2 infection rates.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 103,
            "sentence": "So, its important to mention that correlations between the flu vaccine have also found that it may decrease ones chance of deaths from COVID-19.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 104,
            "sentence": "That’s also discussed in the paper.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 105,
            "sentence": "For example, he mentions a paper published in 2018: In a study with 6,120 subjects, Wolff (2020) reported that influenza vaccination was significantly associated with a higher risk of some other respiratory diseases, due to virus interference.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 106,
            "sentence": "In a specific examination of non-influenza viruses, the odds of coronavirus infection (but not the COVID-19 virus) in vaccinated individuals were significantly higher, when compared to unvaccinated individuals (odds ratio = 1.36).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 107,
            "sentence": "The study above found the flu shot to increase the risk of other coronaviruses among those who had been vaccinated for influenza by 36 percent.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 108,
            "sentence": "The study was conducted prior to COVID-19, so it’s not included and only applies to pre-existing coronaviruses.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 109,
            "sentence": "The study also found an even higher chance of contracting human metapneumovirus amongst those who had received the flu shot.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 110,
            "sentence": "Below are some more studies regarding the flu shot and viral infections that hint to the same idea.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 111,
            "sentence": "2018 CDC study (Rikin et al 2018) found that flu shots increase the risk of non-flu acute respiratory illnesses (ARIs), including coronavirus, in children.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 112,
            "sentence": "A 2011 Australian study (Kelly et al 2011) found that flu shots doubled the risk for non-flu viral lung infections.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 113,
            "sentence": "2012 Hong Kong study (Cowling et al 2012) found that flu shots increase the risk for non-flu respiratory infections by 4.4 times.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 114,
            "sentence": "2017 study (Mawson et al 2017) found vaccinated children were 5.9 times more likely to suffer pneumonia than their unvaccinated peers.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 115,
            "sentence": "We live in an age where vaccinations are heavily marketed.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 116,
            "sentence": "We’ve seen this with the flu shot time and time again and we are also living in an age where a push for more mandated vaccines seems to be growing.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 117,
            "sentence": "Dr. Peter Doshi is an associate editor at and also an assistant professor of pharmaceutical health services research at the University of Maryland School of Pharmacy.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 118,
            "sentence": "He published a paper in The BMJ titled “ In it, he points out that the CDC pledges “to base all public health decisions on the highest quality of scientific data, openly and objectively derived,” and how this isn’t the case when it comes to the flu vaccine and its marketing.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 119,
            "sentence": "He stresses that “the vaccine may be less beneficial and less safe than has been claimed, and that “the threat of influenza seems to be overstated.” This is a touchy subject that dives into medical ethics and the connections that big pharmaceutical companies have with our federal health regulatory agencies and health associations.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 120,
            "sentence": "Vaccines are a multi billion dollar industry.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 121,
            "sentence": "At a recent World Health Organization conference on vaccine safety, it was expressed that vaccine hesitancy is growing at quite a fast pace, especially among doctors who are now becoming hesitant to recommend certain vaccines on the schedule.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 122,
            "sentence": "You can read more about that and find links to the conference here .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 123,
            "sentence": "In a 2014 analysis in the by New York University (NYU) legal scholars Mary Holland and Chase E. Zachary (who also has a Princeton-conferred doctorate in chemistry), the authors show that 60 years of compulsory vaccine policies “have not attained herd immunity for any childhood disease.” It is time, they suggest, to cast aside coercion in favor of voluntary choice.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 124,
            "sentence": "When it comes to the flu shot, I put more information and science as to why so many people seem to refuse it, in this article if interested.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 125,
            "sentence": "The University of California is currently being sued for mandating the flu shot for all staff, faculty and students.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 126,
            "sentence": "A judge has prevented them from doing so as a result until a decision has been made.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 127,
            "sentence": "You can read more about that here .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 128,
            "sentence": "In South Korea, 48 people have now died after receiving the flu shot this season causing a lot of controversy.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 129,
            "sentence": "You can read more about that here .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 130,
            "sentence": "There are many concerns with vaccines, and vaccine injury is one of them.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 131,
            "sentence": "The National Childhood Vaccine Injury Act has paid more than $4 billion to families of vaccine injured children.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 132,
            "sentence": "A 2010 HHS pilot study by the Federal Agency for Health Care Research (AHCR) found that 1 in every 39 vaccines causes injury, a shocking comparison to the claims from the CDC of 1 in every million.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 133,
            "sentence": "When the citizenry is forced and coerced into certain actions, sometimes under the guise of good-will, there always seems to be a tremendous amount of uproar and people who disagree.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 134,
            "sentence": "When it come to the flu shot there is plenty of information on both sides of the coin that point to its effectiveness, and on the other hand there is information that points to the complete opposite.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 135,
            "sentence": "When something is not 100 percent clear, freedom of choice in all places should always remain, in my opinion.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 136,
            "sentence": "These days, it’s not just knowing information and facts that will create change, it’s changing ourselves, how we go about communicating, and re-assessing the underlying stories, ideas and beliefs that form our world.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 137,
            "sentence": "We have to practice these things if we truly want to change.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 138,
            "sentence": "At Collective Evolution and CETV, this is a big part of our mission.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 139,
            "sentence": "Amongst 100's of hours of exclusive content, we have recently completed two short courses to help you become an effective changemaker, one called Profound Realization and the other called How To Do An Effective Media Detox.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 140,
            "sentence": "Join CETV, engage with these courses and more here!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 141,
            "sentence": "4 weeks ago on October 24, 2020 The number of South Koreans who have died after getting flu shots has risen to 48, but health authorities in South Korea have found no link between the vaccine and the deaths.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 142,
            "sentence": "It’s that time of year and flu shot programs are rolling out across the globe.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 143,
            "sentence": "The number of South Koreans who have died after getting the flu shot has now risen to 48 and some South Korean doctors and politicians have called to stop flu shots as a result, according to Reuters.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 144,
            "sentence": "The Korea Disease Control and Prevention Agency (KDCA) has decided not to stop the program, and that flu vaccines would continue to be given and will reduce the chance of having simultaneous epidemics in the era of COVID-19.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 145,
            "sentence": "Health authorities in South Korea have explained that they’ve found no direct link between these deaths and the shots.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 146,
            "sentence": "KDCA Director Jeong Eun-kyung said, “After reviewing death cases so far, it is not the time to suspend a flu vaccination programme since vaccination is very crucial this year, considering…the COVID-19 outbreaks.” According to Reuters, “Some initial autopsy results from the police and the National Forensic Service showed that 13 people died of cardiovascular, cerebrovascular and other disorders not caused by the vaccination.” The South Korean government is hopeful to vaccinate approximately 30 million of the country’s 54 million people.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 147,
            "sentence": "One concern many people seem to have is the worry of a severe adverse reaction.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 148,
            "sentence": "in this video : The flu vaccine happens to be the vaccine that causes the most injury in this country.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 149,
            "sentence": "The vaccine injury compensation program, 40 percent of all vaccinations in this country are flu shots, but 60 percent of all the compensations are for the flu vaccine.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 150,
            "sentence": "So a disproportionate number of vaccine related injuries are the flu shot.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 151,
            "sentence": "Moss is one of many who believe that the flu vaccine is not as effective as it’s been marketed to be.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 152,
            "sentence": "For example, A study recently published in titled “Ascorbate as Prophylaxis and Therapy for COVID-19—Update From Shanghai and U.S. Medical Institutions outlines the following: Recently outlined A recent consensus statement from a group of renowned infectious disease clinicians observed that vaccine programs have proven ill-suited to the fast-changing viruses underlying these illnesses, with efficacy ranging from 19% to 54% in the past few years.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 153,
            "sentence": "Dr. Peter Doshi is an associate editor at published a paper in The BMJ titled “ In it, he points out that the CDC pledges “to base all public health decisions on the highest quality of scientific data, openly and objectively derived,” and how this isn’t the case when it comes to the flu vaccine and its marketing.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 154,
            "sentence": "He stresses that “the vaccine may be less beneficial and less safe than has been claimed, and that “the threat of influenza seems to be overstated.” These are just a few examples out of many claiming that the flu shot has not really been effective, opposing others that claim it is.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 155,
            "sentence": "Mercury that’s still present in some flu shots also seems to be a concern .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 156,
            "sentence": "has paid more than $4 billion to families of vaccine injured children.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 157,
            "sentence": "A 2010 HHS pilot study by the Federal Agency for Health Care Research (AHCR) found that 1 in every 39 vaccines causes injury, a shocking comparison to the claims from the CDC of 1 in every million.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 158,
            "sentence": "stated at a World Health Organization (WHO) conference that more doctors are starting to be hesitant when it comes to recommending vaccines.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 159,
            "sentence": "The other thing that’s a trend, and an issue, is not just confidence in providers but confidence of health care providers, we have a very wobbly health professional frontline that is starting to question vaccines and the safety of vaccines.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 160,
            "sentence": "That’s a huge problem, because to this day any study I’ve seen… still, the most trusted person on any study I’ve seen globally is the health care provider… This is no secret, and actions against mandates are being taken.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 161,
            "sentence": "The University of California was recently sued for making the flu shot mandatory.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 162,
            "sentence": "That trial will begin soon, and you can read more about it here , and find information regarding the claim that the flu shot can help in the times of COVID-19.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 163,
            "sentence": "We are living in an age of extreme censorship of information, no matter how credible or how much evidence is provided, information that goes against the grain always seems to receive a harsh backlash from mainstream media as well as social media outlets.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 164,
            "sentence": "As far as vaccines are concerned, despite the fact that there are many safety issues the scientific community is bringing up, a push for vaccine mandates continues and the idea that we are protecting other people is usually the narrative that’s pushed hard.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 165,
            "sentence": "Vaccine skepticism is growing at a fast pace among people of all professions, and people aren’t stupid.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 166,
            "sentence": "There’s a reason why more and more people are starting to question what we’ve been told for years, and those reasons should be acknowledged and openly discussed amongst people on both sides of the coin.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 167,
            "sentence": "These days, it’s not just knowing information and facts that will create change, it’s changing ourselves, how we go about communicating, and re-assessing the underlying stories, ideas and beliefs that form our world.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 168,
            "sentence": "We have to practice these things if we truly want to change.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 169,
            "sentence": "At Collective Evolution and CETV, this is a big part of our mission.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 170,
            "sentence": "Amongst 100's of hours of exclusive content, we have recently completed two short courses to help you become an effective changemaker, one called Profound Realization and the other called How To Do An Effective Media Detox.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 171,
            "sentence": "Join CETV, engage with these courses and more here!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 172,
            "sentence": "advertisement - learn more 3 weeks ago Implementation of the current draconian measures that so extremely restrict fundamental rights can only be justified if there is reason... 1 week ago advertisement - learn more 3 days ago CETV Due to censorship, please join us on Telegram We post important content to Telegram daily so we don't have to rely on Facebook.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}