{
    "document_id": -1,
    "url": "https://www.internetsociety.org/tag/net-neutrality/",
    "document_category": "Blog",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-04-30 18:38:28.506942+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "History of the Internet What we’re doing MANRS What you can do Attend an event Become an individual member Grants and awards Find a chapter Become an organization member Online learning Watch a tutorial Resource library IXP Toolkit MANRS IETF Meetings InterCommunity NDSS Symposium Internet Society in the news Read the Internet Society’s roadmap for our work ahead – and let’s join together to support our vision that the Internet is for everyone.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "In the first-ever Internet Society Impact Report, we present some of our important work in 2019.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "Community networks — networks built, managed, and used by local communities — are cornerstones of the Internet Society’s work.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "Read our open job descriptions.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "At the Internet Society, we believe that encryption is an essential part of the trusted Internet.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "en en fr es More languages The Internet Society has long refrained from participating in the legal and political back-and-forth regarding net neutrality in the United States.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "Globally, we have been staunch proponents of principles that support the global Internet, but we realized that many of the conversations about how to protect an open Internet in the United States have veered from technical debates to statutory ones.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "As these conversations have dragged on and intensified, the Internet Society felt that there was an opportunity to apply a collaborative approach to the debates and see whether a way forward might emerge.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "convened an ideologically diverse group of experts to create a baseline set of principles for an open Internet in the United States.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "The Net Neutrality Experts’ Roundtable Series included representatives from the technical community, edge providers, academia, Internet service providers, industry associations, and both left- and right-leaning civil society groups.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "In a series of meetings over ten months, participants discussed how to create a sustainable solution for net neutrality that protect the interests of Internet users while fostering an environment that encourages investment and innovation.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "Ultimately, the group was able to create a consensus-driven set of bipartisan principles for an open Internet in the United States.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "Learn how the Internet Society helped experts find common ground on one of the most complex Internet policy issues in the United States.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "29 May 2019 After more than a decade of regulatory ping pong, net neutrality’s future in the United States is still unclear.... 18 June 2018 Debates regarding net neutrality regulation in the United States have been carried out for over a decade.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "Rulemakings by... 22 May 2018 On May 16, the Senate passed a Congressional Review Act (CRA) to overturn the Federal Communication Commission’s (FCC) repeal... 12 January 2018 Democrats in the USA haven’t given up on net neutrality since the FCC voted to repeal the 2015 Open... Net Neutrality and the FCC’s December 14 Vote 11 December 2017 Net Neutrality and the FCC’s December 14 Vote Net neutrality is defined differently in different circles.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "For the Internet Society, it means that an Internet service provider... We need a more sustainable approach to Network Neutrality 22 November 2017 We need a more sustainable approach to Network Neutrality Yesterday, Federal Communications Commission (FCC) Chair Ajit Pai announced that in the FCC’s upcoming December 14 meeting they will... Load more About the IETF USA Reston, VA 20190 +1-703-439-2120 CH-1201 Geneva +41-22-807-1444 Other offices Follow us: We care about your privacy and strive to limit our use of cookies to those that help improve our site and keep it relevant.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "By continuing to use this site, you agree to the use of cookies.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "To learn more about how you can control use of cookies   see our Cookie Policy",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}