{
    "document_id": -1,
    "url": "https://www.dcclothesline.com/2020/02/04/irrefutable-the-coronavirus-was-engineered-by-scientists-in-a-lab-using-well-documented-genetic-engineering-vectors-that-leave-behind-a-fingerprint/",
    "document_category": "News Report",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:54:22.150940+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "Password recovery Recover your password your email Monday, November 23, 2020 Sign in Welcome!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "Get help Password recovery Recover your password your email A password will be e-mailed to you.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "DC Clothesline Irrefutable: The coronavirus was engineered by scientists in a lab using well documented genetic engineering vectors that leave behind a “fingerprint” - February 4, 2020 ( ) Every virology lab in the world that has run a genomic analysis of the coronavirus now knows that the coronavirus was engineered by human scientists.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "The proof is in the virus itself: The tools for genetic insertion are still present as remnants in the genetic code.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "Since these unique gene sequences don’t occur by random chance, they’re proof that this virus was engineered by scientists in a lab.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "But the WHO and CDC are covering up this inconvenient fact in order to protect communist China and its biological weapons program, since no government wants the public to know the full truth about how frequently government-run labs experience outbreaks.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "Decades ago, for example, the U.S. Army ran an Ebola bioweapons lab in the United States, where a monkey infected one of the scientists there.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "The strain turned out to be infectious only in monkeys, not humans, so the world dodged a bullet, but the U.S. Army “nuked” the entire facility with chemical bombs, killing all the monkeys and wiping out any last remnant of the virus on U.S. soil.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "You can read the full details of that incident in the book by Richard Preston.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "We’ve also covered it at NaturalNews.com , where this book description is reprinted: In 1989, Reston, VA — one of the most famous U.S. planned communities located about 10 miles from Washington DC — stood at the epicenter of a potential biological disaster.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "This well-known story was narrated by Richard Preston in a bone chilling account related to the recognition and containment of a devastating tropical filovirus at a monkey facility — the Reston Primate Quarantine Unit.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "take our poll - story continues below * * This field is for validation purposes and should be left unchanged.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "Completing this poll grants you access to DC Clothesline updates free of charge.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "You may opt out at anytime.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "You also agree to this site's Privacy Policy and Terms of Use.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "That outbreak occurred because Ebola was found to be spreading through the air ducts , confirming that Ebola can spread through the air.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "This simple fact was vigorously covered up by the entire medical establishment during the Ebola scare in the United States many years later, where the CDC transported an infected patient to a hospital in Dallas, subsequently infecting a nurse who was treated with highly toxic chemicals that caused permanent kidney damage (she later sued the hospital for the damage she suffered).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "The reason this is relevant is because in order to understand the coronavirus situation in China, we must first realize that virology research labs routinely experience lapses in containment.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "Even the United States has failed to contain deadly viral strains when trying to study them.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "China’s BSL-4 labs have experienced multiple accidental releases of SARS strains, and this new coronavirus is now confirmed to be an engineered strain that was either used in bioweapons research or vaccine experiments.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "HUGE: Powerhouse attorney Lin Wood files suit to declare entire Georgia election in 2020 null and void 16.5k views The genomic coding in the virus is not natural, in other words.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 21,
            "sentence": "Just as you would never encounter a snake in the desert that’s writing a book containing words and grammatical structure, the genetic sequences now identified in the coronavirus strain are, without question, proof that human engineers have been tinkering with the strain.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 22,
            "sentence": "How to genetically engineer viruses: the pShuttle vector One of the tools used to accomplish this genetic engineering is called pShuttle.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 23,
            "sentence": "It’s a genetic tool set that can carry a payload of genes to be inserted into the target virus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 24,
            "sentence": "Researchers engaged in genetic engineering can purchase the pShuttle sequence from online retailers such as AddGenes.org, which sells the sequence for $75 , shipped in “bacteria as agar stab.” The following map outlines the complete gene sequence of the pShuttle tool: The method for using pShuttle is described in a PubMed document entitled, “ A simplified system for generating recombinant adenoviruses .” The summary of the paper describes, “a strategy that simplifies the generation and production of such viruses.” Here’s how the process works to achieve genetic engineering of viruses: A recombinant adenoviral plasmid is generated with a minimum of enzymatic manipulations, using homologous recombination in bacteria rather than in eukaryotic cells.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 25,
            "sentence": "After transfections of such plasmids into a mammalian packaging cell line, viral production is conveniently followed with the aid of green fluorescent protein, encoded by a gene incorporated into the viral backbone.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 26,
            "sentence": "Homogeneous viruses can be obtained from this procedure without plaque purification.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 27,
            "sentence": "The paper describes how this approach will, “expedite the process of generating and testing recombinant adenoviruses.” During this process, of course, the pShuttle leaves behind unique code, a “fingerprint” of the genetic modification .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 28,
            "sentence": "It is this fingerprint that has now been identified in the coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 29,
            "sentence": "As revealed by genomics researcher James Lyons-Weiler in this bombshell analysis article , the pShuttle genetic code is found in the coronavirus that’s circulating in the wild.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 30,
            "sentence": "This is proof that the virus has been engineered by human scientists.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 31,
            "sentence": "“IPAK researchers found a sequence similarity between a pShuttle-SN recombination vector sequence and INS1378,” writes Lyons-Weiler for IPAK: Another gene sequence also shows a 92% match with the Spike protein from the SARS coronavirus: The process for achieving this was patented by Chinese researchers as shown in this patent link .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 32,
            "sentence": "The pShuttle vector was used to insert SARS genes into the coronavirus, a process that makes it deadly to humans.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 33,
            "sentence": "“The very researchers conducting studies on SARS vaccines have cautioned repeatedly against human trials,” warns Lyons-Weiler: The disease progression in of 2019-nCoV is consistent with those seen in animals and humans vaccinated against SARS and then challenged with re-infection.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 34,
            "sentence": "Thus, the hypothesis that 2019-nCoV is an experimental vaccine type must be seriously considered.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 35,
            "sentence": "He also warns about, “studies that have reported serious immunopathology in animals – rats, ferrets, and monkeys – in which animals vaccinated against coronoviruses tended to have extremely high rates of respiratory failure upon subsequent exposure in the study when challenged with the wild-type coronavirus.” He concludes: If the Chinese government has been conducting human trials against SARS.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 36,
            "sentence": "MERS, or other coronviruses using recombined viruses, they may have made their citizens far more susceptible to acute respiratory distress syndrome upon infection with 2019-nCoV coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 37,
            "sentence": "Brighteon.com/a4d2afed-56c6-4602-b6ab-6f777ba4a69a Another doctor from Beijing Medical University warns the virus appears to be genetically engineered Lyons-Weiler is not alone in his assessment of the genetic engineering origins of the coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 38,
            "sentence": "Dr. Yuhong Dong, who holds a doctorate degree in infectious diseases from Beijing University, : Based on recently published scientific papers, this new coronavirus has unprecedented virologic features that suggest genetic engineering may have been involved in its creation.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 39,
            "sentence": "The virus presents with severe clinical features, thus it poses a huge threat to humans.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 40,
            "sentence": "It is imperative for scientists, physicians, and people all over the world, including governments and public health authorities, to make every effort to investigate this mysterious and suspicious virus in order to elucidate its origin and to protect the ultimate future of the human race.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 41,
            "sentence": "Dr. Yuhong reminds us that a Jan. 30 science paper published in concludes that, “recombination is probably not the reason for emergence of this virus.” In other words, this did not occur through natural mutations in the wild.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 42,
            "sentence": "He also points to a Jan. 27th study by five Greek scientists who also concluded the coronavirus has no lineage to other viruses in the “family tree” that’s found in the wild.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 43,
            "sentence": "He writes: A Jan. 27 2020, study by 5 Greek scientists analyzed the genetic relationships of 2019-nCoV and found that “the new coronavirus provides a new lineage for almost half of its genome, with no close genetic relationships to other viruses within the subgenus of sarbecovirus,” and has an unusual middle segment never seen before in any coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 44,
            "sentence": "All this indicates that 2019-nCoV is a brand-new type of coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 45,
            "sentence": "The study’s authors rejected the original hypothesis that 2019-nCoV originated from random natural mutations between different coronaviruses.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 46,
            "sentence": "“No bats were sold or found at the Huanan seafood market” First, the outbreak was first reported in late December 2019, when most bat species in Wuhan are hibernating.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 47,
            "sentence": "Second, no bats were sold or found at the Huanan seafood market, whereas various non-aquatic animals (including mammals) were available for purchase.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 48,
            "sentence": "Third, the sequence identity between 2019-nCoV and its close relatives bat-SL-CoVZC45 and bat-SL-CoVZXC21 was less than 90%.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 49,
            "sentence": "Hence, bat-SL-CoVZC45 and bat-SL-CoVZXC21 are not direct ancestors of 2019-nCoV.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 50,
            "sentence": "In other words, it isn’t from bats .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 51,
            "sentence": "That means the entire mainstream media is lying to us about the real origins of the coronavirus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 52,
            "sentence": "That same paper goes on to underscore the misinformation in the official explanation, stating, “Many of the initially confirmed 2019-nCoV cases—27 of the first 41 in one report, 26 of 47 in another—were connected to the Wuhan market, but up to 45%, including the earliest handful, were not.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 53,
            "sentence": "This raises the possibility that the initial jump into people happened elsewhere.” Both Lu (in The Lancet paper linked above) and Lyons-Weiler point to the presence of a SARS binding protein sequence in the coronavirus that allows it to easily infect human cells.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 54,
            "sentence": "As explained in The Epoch Times: …despite considerable genetics distance between the Wuhan CoV and the human-infecting SARS-CoV, and the overall low homology of the Wuhan CoV S-protein to that of SARS-CoV, the Wuhan CoV S-protein had several patches of sequences in the receptor binding (RBD) domain with a high homology to that of SARS-CoV.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 55,
            "sentence": "The residues at positions 442, 472, 479, 487, and 491 in SARS-CoV S-protein were reported to be at receptor complex interface and considered critical for cross species and human-to-human transmission of SARS-CoV.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 56,
            "sentence": "So to our surprise, despite replacing four out of five important interface amino acid residues, the Wuhan CoV S-protein was found to have a significant binding affinity to human ACE2.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 57,
            "sentence": "… The Wuhan CoV S-protein and SARS-CoV S-protein shared an almost identical 3-D structure in the RBD domain, thus maintaining similar van der Waals and electrostatic properties in the interaction interface .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 58,
            "sentence": "Thus the Wuhan CoV is still able to pose a significant public health risk for human transmission via the S protein–ACE2 binding pathway.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 59,
            "sentence": "Did the virus know how to use Clustered Regularly Interspaced Short Palindromic Repeats (CRISPR) to make sure this would happen?” It couldn’t happen by chance, in other words.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 60,
            "sentence": "The coronavirus is not a random mutation in the wild.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 61,
            "sentence": "Many other scientists around the world are now investigating the gene sequences found in the coronavirus, and they are increasingly concluding that elements of the virus have been engineered.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 62,
            "sentence": "Many of those scientists are being threatened and censored.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 63,
            "sentence": "One paper has so far been forced to be withdrawn and revised, no doubt to remove the key conclusions that point to the genetic engineering origins of the coronavirus, but the proof of its engineering cannot be denied forever .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 64,
            "sentence": "Brighteon.com/0bddc3da-f590-445e-ac38-9a74e358a57c Either the coronavirus was genetically engineered, or the science establishment is going to have to throw out the entire field of genomics research and claim it isn’t real Eventually, the science establishment is either going to have to conclude that this coronavirus strain was engineered, or that all the laws of genetics science don’t work , and gene sequencing is imaginary (sort of like transgenderism by the “progressive” Left, which has already abandoned biological reality).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 65,
            "sentence": "So far they’ve tried to bamboozle the public into believing this is all some sort of accident from Mother Nature, but that has only worked because most of the public doesn’t understand enough science to counter the official propaganda.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 66,
            "sentence": "However, there are more than enough independent scientists around the world to prove that this pandemic strain was engineered by humans.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 67,
            "sentence": "More evidence is coming out each day.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 68,
            "sentence": "Interestingly, as this article is going to press, all the official numbers of infections and deaths from coronavirus have been frozen for about 14 hours and counting , almost as if every nation of the world has agreed to stop reporting new numbers.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 69,
            "sentence": "This may be a temporary situation that gets resolved in the next few hours, but it’s highly suspicious.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 70,
            "sentence": "For the last week, we’ve been getting new updates about every 12 hours or sooner, and we’ve never seen the count frozen for this long.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 71,
            "sentence": "At the same time, an 11th case of coronavirus has now been confirmed by the CDC in the United States, revealing that infections are continuing to spread in the USA, despite the efforts of the CDC to contain the outbreak.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 72,
            "sentence": "NaturalNews.com and watch more videos from thousands of channels at Brighteon.com .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 73,
            "sentence": "Previous article Next article Get the news Google and Facebook don't want you to see : Sign up for DC Clothesline's daily briefing and do your own thinking!",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 74,
            "sentence": "November 22, 2020 - 12:08 pm Trump legal team: Trump won in a landslide so massive, vote-counting was halted to ‘adjust’ rigged Dominion software .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 75,
            "sentence": "November 22, 2020 - 11:17 am .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 76,
            "sentence": "November 22, 2020 - 11:16 am .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 77,
            "sentence": "November 22, 2020 - 10:32 am .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 78,
            "sentence": "November 21, 2020 - 11:59 pm WordPress RSS Feed by thememason.com November 23rd, 2020 November 23rd, 2020 Consultant linked to Hunter Biden approached top State Dept.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 79,
            "sentence": "official to set up Ukraine meeting November 23rd, 2020 November 23rd, 2020 November 23rd, 2020 November 23, 2020 November 23, 2020 November 23, 2020 Giuliani: Votes from 28 states were sent to Germany and Spain... November 23, 2020",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}