{
    "document_id": -1,
    "url": "https://techstartups.com/2020/02/22/coronavirus-may-have-originated-and-escaped-from-chinas-only-stage-4-bioresearch-lab/",
    "document_category": "News Report",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-11-23 17:55:37.633217+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "» 0 0 Border patrol found suspected SARS virus and flu samples in Chinese biologist’s luggage: FBI report describes China’s ‘biosecurity risk .’ The U.S. Customs and Border Protection (CBP) agents at Detroit Metro Airport stopped a Chinese biologist with three vials labeled “Antibodies” in his luggage in late November 2018 On February 8, we wrote an article a study from study from Chinese researchers that showed that coronavirus may have originated from China’s Wuhan laboratory .",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "The study, which was published in The Lancet, detailed how the first clinical case might have originated from Whuan laboratory.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "According to a study written by a large group of Chinese researchers from several institutions, of the original 40 cases in Wuhan, the epicenter of the outbreak, 14 people who contracted the virus never set foot in the Wuhan wildlife market where Chinese authorities have claimed the virus originated.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "The study further provides details about the first 41 hospitalized patients who had confirmed infections with what has been dubbed 2019 novel coronavirus (2019-nCoV).",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "In the earliest case, the patient became ill on 1 December 2019 and had no reported link to the seafood market, the authors report.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "Now a new report emerged over the weekend that may shed light on the actual origin of the virus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "At an emergency meeting in Beijing held last Friday, Chinese leader Xi Jinping spoke about the need to contain the coronavirus and set up a system to prevent similar epidemics in the future.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "President Xi said a national system to control biosecurity risks must be put in place “to protect the people’s health” because lab safety is a “national security” issue, according to news first reported by NY Post.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "Just to be clear, President Xi did not emphatically say that coronavirus had escaped from one of the China’s microbiology labs.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "But, according to NY Post, the very next day, evidence emerged suggesting that this is exactly what happened, as the Chinese Ministry of Science and Technology released a new directive entitled: “Instructions on strengthening biosecurity management in microbiology labs that handle advanced viruses like the novel coronavirus.” At this point, no one know for sure the exact origin of the virus.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "However, China has only one Level 4 microbiology lab that is equipped to handle deadly coronaviruses, called the National Biosafety Laboratory, is part of the Wuhan Institute of Virology.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "To add to the suspicion, the magazine also cited the dispatch of Maj. Gen. Chen Wei, the People’s Liberation Army’s top expert in biological warfare, to Wuhan at the end of January to help with the effort to contain the outbreak.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "“According to the PLA Daily, Gen. Chen has been researching coronaviruses since the SARS outbreak of 2003, as well as Ebola and anthrax.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "This would not be her first trip to the Wuhan Institute of Virology either, since it is one of only two bioweapons research labs in all of China,” NY Post said.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "0 Over 23,000 scientists and doctors worldwide signed a letter urging governments around the world to end the ‘devastating’ lockdowns November 20, 2020         Bill Gates warns of \"climatedemic,\" another global crisis that could be worse than the COVID-19.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "Estimated that 3 million people could die if climate change is not stopped November 20, 2020         - Advertisement - This eternal 5D optical data storage (quartz disc) can store 360 terabytes of data for 13.8 billion years - Advertisement - ICOs - Advertisement - You are reading Email address: Leave this field empty if you're human: Press enter/return to begin your search",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}