{
    "document_id": -1,
    "url": "https://www.theverge.com/2019/4/10/18304522/net-neutrality-save-the-internet-act-house-of-representatives-approval",
    "document_category": "Blog",
    "annotators": [],
    "author": "Unknown",
    "language": "en",
    "scrape_timestamp": "2020-04-30 19:55:00.711794+00:00",
    "sentences": [
        {
            "id": 0,
            "sentence": "TV  ✕ Filed under: US & World House approves Save the Internet Act that would reinstate net neutrality 4  comments But it faces an uphill battle in the Senate @kellymakena Apr 10, 2019, 11:47am EDT  Share this story Share this on Facebook Share this on Twitter All sharing options All sharing options for: House approves Save the Internet Act that would reinstate net neutrality On Wednesday, the House of Representatives successfully pushed through a measure that would reinstate the same net neutrality rules that the Federal Communications Commission voted to repeal in 2017.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 1,
            "sentence": "The Save the Internet Act was approved 232-190 Wednesday afternoon after months of debate and committee hearings in the House.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 2,
            "sentence": "The measure was introduced last month in both chambers by Rep. Mike Doyle (D-PA) and Sen. Ed Markey (D-MA) with plenty of fanfare from consumer advocacy groups and the American electorate.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 3,
            "sentence": "The bill, if approved, would restore the net neutrality rules put in place by way of the Obama-era FCC’s Open Internet Order in 2015 that were repealed under a Republican majority only two years later.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 4,
            "sentence": "“Democrats are honoring the will of the people” “With the Save the Internet Act, Democrats are honoring the will of the people,” House Speaker Nancy Pelosi (D-CA) said last month.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 5,
            "sentence": "The measure would once again make it unlawful for internet service providers like AT&T, Verizon, and T-Mobile to block or throttle consumer access to the internet and empower the FCC as the main authority to enforce those rules by way of Title II of the Communications Act.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 6,
            "sentence": "The Title I and Title II distinctions for the internet have been the main point of contention among Republicans and Democrats for years, and this same partisan debate reared its head once again when Democrats announced that they were planning to codify these rules into law earlier this year.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 7,
            "sentence": "When internet providers are classified as Title II common carriers rather than a Title I communications services, they’re held to a higher regulatory standard similar to telephone, gas, and electric services.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 8,
            "sentence": "It also ensures that the FCC is able to enforce these rules and punish providers that are caught engaging in behaviors that would be unlawful under the Save the Internet Act.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 9,
            "sentence": "Over the past few months, Republicans have proposed their own net neutrality measures, most of which would outlaw blocking and throttling but wouldn’t reinstate the Title II provisions.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 10,
            "sentence": "“Republicans have put forth serious proposals — a menu of options — that would keep the Internet open and free, so it can continue to be a driver of opportunity for all,” Rep. Greg Walden (R-OR) said on the House floor yesterday.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 11,
            "sentence": "“What my friend calls a takeover of the internet, we call protecting consumers.” Democrats have rebuked these conservative measures, arguing that, without the Title II distinction, there would be “no cop on the beat” to enforce those bright-line rules.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 12,
            "sentence": "“What my friend [Walden] calls a takeover of the internet, we call protecting consumers,” Doyle said.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 13,
            "sentence": "Despite widespread bipartisan support among the Republican and Democrat electorate, the Save the Internet Act might be on its last leg, even after a similar measure was approved in the Senate last year.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 14,
            "sentence": "Shortly after the FCC voted to repeal net neutrality under Chairman Ajit Pai, the Senate voted 52–47 to approve a Congressional Review Act (CRA) measure that would reverse the commission’s 2017 decision to repeal net neutrality.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 15,
            "sentence": "In order to approve a CRA measure, the Senate only needs a simple majority, but the Save the Internet Act would require a supermajority, or 60 votes, which Democrats just don’t have.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 16,
            "sentence": "The CRA ultimately failed in the Republican-controlled House last year, and since too much time has passed since the 2017 repeal, a CRA measure cannot be called up again.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 17,
            "sentence": "Yesterday, Senate Majority Leader Mitch McConnell (R-KY) told reporters that the net neutrality measure would be “dead on arrival” once it’s sent over from the House of Representatives.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 18,
            "sentence": "The White House also put out a statement on Monday threatening to veto the bill if it somehow finds approval in the Senate.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 19,
            "sentence": "If the bill “were presented to the President,” the statement said, “his advisors would recommend that he veto it.” “It will not become law,” Walden, ranking member of the Energy and Commerce Committee, said on the House floor on Tuesday.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 20,
            "sentence": "“This is the end of its journey.” You can save almost $400 on the Samsung Galaxy Note 10 Plus The 256GB version costs $740 for Verge readers Save $40 on SteelSeries’ Arctis 1 Wireless headset and much more at Best Buy Stock up on PC accessories and components You can save 50 percent on Star Wars Jedi: Fallen Order and the nine-film collection in 4K May 4th celebrations are already kicking off You can get a copy of Affinity Photo for 50 percent off A one-time purchase gets you excellent photo manipulation tools for the iPad, macOS, or Windows 10 Bose’s latest noise-canceling headphones are $100 off at Best Buy and Amazon Plus, get the lowest price yet on Samsung’s Galaxy Watch and other gadgets Sign up for the  newsletter  A newsletter about computers (required) By signing up, you agree to our and European users agree to the data transfer policy.",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        },
        {
            "id": 21,
            "sentence": "Loading comments... Do not sell my info Licensing FAQ Advertise with us Share this story",
            "fact": false,
            "misinformation": false,
            "opinion": false,
            "temporal": false,
            "ignore": false,
            "sentence_category": "Uncategorized"
        }
    ]
}